[{"title":"The Time Pyramid","url":"/here/2012-11-22-the-time-pyramid/","content":"<p><em>This one is a little bit different, and maybe that&rsquo;s appropriate, because it&rsquo;s Thanksgiving here in the States, and I&rsquo;m off greedily eating turkey.</em></p>\n\n<p>When the Time pyramid is finished being built, none of us will be alive any more. We&rsquo;ll be forgotten remnants of history. In fact, there&rsquo;s a distinct possibility that humanity, as we know it, won&rsquo;t exist any more, which means that there&rsquo;s a good chance it <em>won&rsquo;t ever</em> see completion. And if we manage to keep ourselves alive and healthy, it will look completely different than it does today.</p>\n\n<p>Artist Manfred Laber has laid out his vision for the Time pyramid: Every 10 years, a block will be placed on the concrete platform that you can see above. The first was placed in June 1993, and the second in 2003. The two distinct blocks can be seen quite clearly in the satellite image.</p>\n\n<p>By placing a new block every ten years, future caretakers of the Time pyramid will end up placing 120 stones and finish the structure in 3183, about 1,170 years from now. Laber has said the purpose of such a long construction window was meant to showcase what 1,200 years really means&mdash;1,200 years being the age of the town of Wemdig when construction began in 1993.</p>\n\n<p>With that large of a window until its date of completion, it would seem that the Time pyramid is one of the most forward-thinking construction projects currently being undertaken.</p>\n\n<p>I found the Time pyramid fascinating because it involves a great deal of trust in those who will live in the centuries beyond our own, who have no more connection to the era in which the pyramid was began. Will they hold true to Laber&rsquo;s vision, or will they simply decide to finish the construction some 1,000 years early? And when the pyramid is finally finished (assuming, again, that civilization exists to do so), will Laber&rsquo;s message hold any significance for those people?</p>\n\n<p>History will undergo an interesting shift in the next few centuries. Today, archaeologists and sociologists are still unpuzzling clues from forgotten historical era. They&rsquo;re picking through historical sites and trying to translate texts in unknown languages. There is so much history that went unrecorded, or destroyed, or purposefully hidden away.</p>\n\n<p>In the future, history will be a matter of sorting through the incredible portions of data. There will be millions of gigabytes of information from the Internet, and whatever succeeds it, along with an incredible number of written texts, objects, materials, buildings, and so on. The daily lives of individuals are archived on sites like Twitter and Facebook. Sociologists will be able to pick through a individuals&rsquo;s entire life.</p>\n\n<p>A slowly-built pyramid just might be a breath of fresh air for those people in the 32nd Century. It might help them, too, understand what 1,200 years really means. How much it changes things. Because as long as future generations don&rsquo;t destroy what the village of Wemding has started, the final result will be representative of exactly what life was like in the relatively simple era of the 20th Century.</p>\n","teaser":"When the Time pyramid is finished being built, none of us will be alive any more. We&rsquo;ll be forgotten remnants of history."},{"title":"When Beer Floods London","url":"/here/2012-11-19-londons-beer-flood/","content":"<p>On October 17, 1814, a massive vat containing 610,000 liters of beer ruptured at the Meux and Company Brewery. Some of the hoops, which held the vat together, were corroded, causing failure. The liquidation of this one vat set of a chain reaction, destroying the brewery&#39;s other vats. The torrent of porter&mdash;a dark, malty type of beer&mdash;spread out through the brewery, causing heavy damage to its walls and wooden support beams.</p>\n\n<p>In a matter of moments, 1,470,000 liters of beer spread its way out into the nearby community.</p>\n\n<p>Meux&#39;s Brewery was located in a London slum, which meant that it was surrounded by a number of low-laying houses. Many residents in the area had nowhere to go from the rising tide of beer, their basement units quickly filling up. A few nearby homes were destroyed, and the flood collapsed the wall of the Tavistock Arms Pub. In the end, eight people drowned from the vat&#39;s expelling.</p>\n\n<p>There is rumor that in the aftermath of the flooding, nearby residents who were not directly affected could be seen lapping the free beer into their mouths with their hands. While there isn&rsquo;t a way to substantiate that image, it certainly is a striking one.</p>\n\n<p>Interestingly, the practice of using large vats to hold beer was increasingly common in London at the time. The vat that ruptured was not even the brewery&#39;s largest, which was 23 feet in height, at least 100 feet in diameter, and held 2,384,800 liters of beer. There is significant evidence that this event could have been much worse.</p>\n\n<p>After the disaster, the company was tried in court, likely in the effort to make it pay affected residents for their flooded homes, not to mention the funerals of those who passed away. But the incident was ruled an Act of God by the jury, which meant that no one was responsible. There simply wasn&#39;t a reasonable way to prepare for the safety of such an event, and no one had ever expected it to happen in the first place.</p>\n\n<p>The company was sold around a number of times in the next 200 years, and is, essentially, defunct today.</p>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>I encourage you to take another look at the above map, and think about how much the area has changed in the last 200 years. Today, the world-famous Dominion Theatre exists in the exact location where the brewery used to stand, and the area is well-known for amazingly expensive retail and office space. There&rsquo;s no more slums here, no record of a strange-smelling flood that killed eight people.</p>\n\n<p>And that, essentially, is the drive of <em>Here is History</em>. There&rsquo;s an incredible amount of history right under our feet. It&#39;s been forgotten, or built over, or hidden away. But the place still matters. It still has a <em>here</em>.</p>\n","teaser":"On October 17, 1814, a massive vat containing 610,000 liters of beer ruptured at the Meux and Company Brewery."},{"title":"The Mysterious Sentinelese","url":"/here/2012-11-15-the-mysterious-sentinelese/","content":"<p>This 28 square mile island in the Indian Ocean is home to the most isolated people in the world. That&#39;s North Sentinel Island, where 250 Sentinelese people have lived a hunter-gatherer lifestyle for 60,000 years. All attempts to make contact with the Sentinelese have ended in ruthless attacks and, on occasion, murder.</p>\n\n<p>&ldquo;Murder&rdquo; is perhaps not the best word to use in this situation. The people of North Sentinel Island are so severely isolated that they have a culture all their own, complete with a language that is dramatically different than neighboring islands. Before the 20th Century, when attempted contacts became commonplace, the island likely went unvisited for thousands of years. Any approach is likely considered an attack on the very fundamentals that have made their society thrive despite, based on recent surveys, the lack of technology to build fire.</p>\n\n<p>And that&#39;s not to say that all contacts with the Sentinelese people have ended in attacks from the dense forests. Maurice Vidal Portman, with the Indian government, landed on North Sentinel Island in 1880. Although this time, he captured six Sentinelese and brought them back to nearby Port Blair. He would later return to the island a number of times, once leaving gifts for the people there.</p>\n\n<p>The island has been surprisingly free of colonial-istic attacks, however. Considering how brutally European countries had moved military forces throughout the entire Southeast Asian region in the past, it&#39;s a small wonder that the people of North Sentinel Island were not attacked in turn. Perhaps explorers saw nothing of value to plunder from these people, or perhaps rumors of their brutal attacks kept would-be colonialists at bay.</p>\n\n<p>Interestingly enough, the island was fairly significantly affected by the 2004 earthquake and tsunami that struck the region, and in other locations, killed hundreds of thousands of people. Those strips of blue and white on the surround the island? Those are what used to be coral reefs in the ocean surrounding the island. The earthquake forced the island to rise roughly 3 to 6 feet, along with the surrounding ocean floor. Those newfound portions are the only parts of the island not covered in dense forest, although that is sure to change in the coming years.</p>\n\n<p>When researchers attempted to investigate the island, to see if any of the Sentinelese survived, they were met with a rather plain message that they had, indeed, survived just fine.</p>\n\n<p><img src=\"/images/here/2012-11-15-north-sentinel.jpg\" alt=\"A Sentinelse man chases researchers with a spear after the 2004 tsunami.\" /></p>\n\n<p>Fortunately for the people of North Sentinel Island, the Indian government&mdash;which legally has jurisdiction over the island and its people&mdash;has said that it has no plans to disturb their way of life.</p>\n\n<p>Perhaps, for good reason, they&rsquo;re simply afraid of what will happen when they try to land on the shores of North Sentinel Island, and who might step out of the dark woods.</p>\n","teaser":"This 28 square mile island in the Indian Ocean is home to the most isolated people in the world. All attempts to make contact with the Sentinelese have ended in ruthless attacks and, on occasion, murder."},{"title":"The Buried Sanctuary","url":"/here/2012-11-12-gobekli-tepe/","content":"<p>G&ouml;bekli Tepe was first discovered in 1964, when researchers found a hill in southeastern Turkey that did not seem to be a result of natural processes. They assumed it was an ancient burial ground, but it wasn&rsquo;t until 1994, when Klaus Schmidt, of the German Archaeological Institute of Istanbul, recognized it for something else entirely. Since then, Schmidt has been overseeing an ongoing excavation of the site.</p>\n\n<p>And the strangest finding after all those years? G&ouml;bekli Tepe was deliberately buried.</p>\n\n<p>The current understanding is that G&ouml;bekli Tepe is a religious structure that dates back to roughly 9,000 BCE. According to some of the texts Schmidt has published on his findings, he believes that G&ouml;bekli Tepe existed before fixed settlements. This could have meant that G&ouml;bekli Tepe served as some kind of sanctuary, or common religious institution, for a number of roving groups.</p>\n\n<p>The structure of G&ouml;bekli Tepe is also stunning based on its age. Schmidt and his colleagues still aren&rsquo;t sure how Neolithic-era humans&mdash;with few advanced quarrying and construction tools&mdash;were able to ferry massive stones up the hill to act as pillars supporting what might have been a roof. Schmidt also never found any of the telltale signs of a sustained human presence, such as cooking hearths or trash pits.</p>\n\n<p>Schmidt says that before thousands of years of agriculture devastated the area, it used to be something akin to paradise. It would have been lush in vegetation, dotted by good animals for hunting. It would have been a relatively easy place, suitable for luxuries like building a massive temple, taking time out to pray or honor whatever god they might have believed in.</p>\n\n<p>But some time after 8,000 BCE, the entirety of G&ouml;bekli Tepe was buried. Every building, every room and every feature, was covered by debris, including stone tools and animal bones. Of course, that paradise combined with the mystery of being buried has led some to believe that G&ouml;bekli Tepe is the long-lost home of the Garden of Eden. The location certainly fits, being nestled in the &ldquo;Fertile Cresent&rdquo; that was home to the most prosperous of human civilizations some 12,000 years ago.</p>\n\n<p>As a scientist, Schmidt has taken another approach to why G&ouml;bekli Tepe might have been buried. Schmidt says deep test pits at G&ouml;bekli Tepe have suggested that something is buried still beneath the hardened limestone floors. He&rsquo;s betting on the final resting place for a hunter society. He says that the location&mdash;at the top of a large hill&mdash;would have been perfect for hunters seeking pray. </p>\n\n<p>The region was also the epicenter of humanity&#39;s boldest advancements at the time, with hunters slowly learning to domesticate the local sheep populations. Others were taking the wild grains and trying to make them grow reliable&mdash;the roots of agriculture. Perhaps it was the changing of the guard. An ancient group, and its religious monuments, being kicked out for the sake of agriculture, of early civilization.</p>\n\n<p>But for now, the reason that it site was backfilled is a complete mystery. Schmidt says his one-acre excavation is roughly 5 percent of the overall structure, and that archaeologists could continue working there for another 50 years.</p>\n\n<p>Schmidt has said that G&ouml;bekli Tepe was &ldquo;a hunter&#39;s dream.&rdquo; Clearly, it&rsquo;s just as much an archaeologist&#39;s dream. And perhaps that dream will someday be realized, and we&rsquo;ll be able to say, with a little more certainty, why it was buried, to be forgotten or preserved.</p>\n","teaser":"Some ten thousand years ago, an ancient group of humans purposely buried what was, at the time, the world&rsquo;s most impressive religious structure. Were they hiding the Garden of Eden?"},{"title":"The Signing","url":"/here/2012-11-09-the-signing/","content":"<p>This space would be lacking if not for a few personal observances on places I&#39;ve been fortunate enough to visit, either via my day job, or the rare case of vacation days.</p>\n\n<p>On Election Day 2012, I flew into Philadelphia, Pennsylvania&mdash;my first such visit to the city. My main purpose was the aforementioned day job, and a trade show for a major manufacturing automation company. Interesting stuff, I know. But I had an afternoon to kill, and being in Philadelphia, I walked some streets of deep American history. If I didn&#39;t take a visit to some of these places I&#39;d be guilty of some kind of treason.</p>\n\n<p>The first stop was the Liberty Bell, and what surprised me most about the Bell was it&#39;s size, or lack thereof. I know that it&#39;s common for certain historical symbols to be inflate in both significance and size, but even this disconnect surprised me. I expected the Liberty Bell to fill a room, for the crack in it to be as tall as myself, for it to resonate at a frequency all its own. And yet, when you step up to it, you find that it&#39;s only about five feet tall. THe crack is, relatively speaking, minuscule.</p>\n\n<p>From there, I moved on to Independence Hall, the historic room where some of the most important events in American history occurred. The most significant, of course, were the signing of the Declaration of Independence on July 4, 1776, and the drafting of the Constitution another 11 years later.</p>\n\n<p>My grainy and somewhat blurry, plus Instagram-ed snapshot of Independence Hall, is below. Bicycle police for scale&mdash;this building is not particularly large:</p>\n\n<p><img src=\"/images/here/2012-11-07-independence-hall.jpg\" alt=\"Independence Hall, Philadelphia, Pennsylvania, U.S.A.\" /></p>\n\n<p>That room of significance, where the Declaration and Constitution were both signed or drafted, was also of less physical stature than I would have thought. It&#39;s probably about 50-foot square, with a high ceiling and ordinary-looking furniture. Now, all of the furniture are historically-accurate replicas, but they&#39;re rather ordinary. Nothing looks particularly significant. Nothing looks like it was the basis for an entire country.</p>\n\n<p>And that, exactly, is what&#39;s so compelling about it, in my opinion. From humble beginnings comes so much. And considering that I was there on Election Day 2012, I was struck with this idea that more Americans need to be intimately connected with the relatively humble beginnings from which their country came. There&#39;s so much animosity and blind hatred, and it&#39;s pathetic. How could the descendants of these great men, who came together and agreed upon a single document by which to govern this country, become like us? Where did we go wrong?</p>\n\n<p>Unfortunately, I don&#39;t think my visit to Independence Hall answered that question. It just created more. And that is what makes history compelling&mdash;as we move beyond a single event, or a single place, or understanding of it is constantly altered, so that it never really dies. We&#39;ll be asking the same questions about the fate of the U.S.A. for as long as the country continues to exist.</p>\n","teaser":"A recent visit to Independence Hall, where the Declaration of Independence was signed on July 4, 1776. Like many other historical markers, the historical buffeting of Independence Hall is vastly different from its present-day reality."},{"title":"The Burning Man","url":"/here/2012-11-08-the-burning-man/","content":"<p>Thich Quang Duc changed the course of Vietnam by ending his own. And it is, without a doubt, one of the most well-known suicides in history. So much has been written about Duc&#39;s death, so I won&#39;t bother to reproduce much of that here. All I can offer, in the beginning, is the now-famous photograph that Associated Press photographer Malcolm Browne took during the self-immolation.</p>\n\n<p><img src=\"/images/here/2012-11-08-duc-immolation.jpg\" alt=\"Associated Press photographer Malcolm Browne's photograph of Thich Quang Duc's self-immolation.\" /></p>\n\n<p>He also offered his final words via a written note:</p>\n\n<blockquote>\n<p>Before closing my eyes and moving towards the vision of the Buddha, I respectfully plead to President Ngô Đình Diệm to take a mind of compassion towards the people of the nation and implement religious equality to maintain the strength of the homeland eternally. I call the venerables, reverends, members of the sangha and the lay Buddhists to organise in solidarity to make sacrifices to protect Buddhism.</p>\n</blockquote>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>But considering that I aim to talk about the <em>here</em> of a historical event, I find it compelling to try and figure out why Duc chose the place he did for his suicide. There are a few reasons that the <em>where</em> element is interesting.</p>\n\n<p>The self-immolation occurred just outside the Cambodian embassy, which has brought up questions as to whether that location had significance in that regard. Some believe that it was a showing of solidarity with the Cambodian government, which had previously expressed support for the Buddhists being suppressed under Diem&#39;s South Vietnam government. Pro-Diem elements claimed it was a power play by the Cambodian government to push its policies inside of its neighboring country.</p>\n\n<p>I&#39;m not entirely convinced that any moment of the self-immolation, or any choice that went into it, could have been mere coincidence. It was a deliberate act, one that required planning and organization, and a good deal of resolve. This was not a spur-of-the-moment decision. It was an orchestration. And there are other oddities that suggest it was a planned location, even if the reasons are still obscure.</p>\n\n<p>The intersection Duc chose is a mere half-mile, as the crow flies, from what was then called the Presidential Palace (now Reunification Palace). That was the stronghold of the government that Duc opposed, although at the time, the president of South Vietnam, Ngo Dinh Diem, lived in what is now called Ho Chi Minh City Museum, because the left wing of the Presidential Palace had been destroyed in a rogue bombing. Even then, Ho Chi Minh City Museum is only another few blocks to the southeast of the Presidential Palace, and either would have provided for a more-visible location.</p>\n\n<p>But, at the same time, look at the picture above again. There are more than enough people in attendance to see the event itself, including, if I&#39;m not mistaken, the two monks who aided Tuc, on the far left. The self-immolation occurred after a procession of 350 Buddhist monks traveled through the streets of Saigon. And the press, including Malcolm Browne, had been told in advance that an act of importance would happen at that exact location.</p>\n\n<p>And those journalists snapped photographs and took accounts of what had happened there, and news of the event spread with remarkable speed. It seems akin to social media of today, where news can spread out of anywhere, to the smartphones and computers screens of any viewer around the world. Browne&#39;s photograph served that purpose.</p>\n\n<p>So, in the end, it seems that the the location Duc and his colleagues ultimately chose did not matter, in terms of the ultimate effect. I realize there is a certain hypocrisy in making that conclusion here, but it&#39;s true. Perhaps the location did not matter at the time, but now it is a place that should be remembered, and honored.</p>\n\n<p>For years, the exact location of Tuc&#39;s self-immolation was home to a Petrolimex gas station, in an ironic twist. Fortunately, it has since been replaced by a memorial to Duc. That distinction, in my opinion, is what makes the <em>here</em> in history so important. So much of what constructed the world of today has been buried by the detritus of later life. We should be so lucky to honor those places while we can still find them.</p>\n","teaser":"Thich Quang Duc changed the course of Vietnam by ending his own. And it is, without a doubt, one of the most well-known suicides in history. So why is the exact location such an interesting paradox?"},{"title":"He Who Carved a Mountain","url":"/here/2012-11-05-he-who-carved-a-mountain/","content":"<p>How does one get the nickname &ldquo;Mountain Man&rdquo;? It&#39;s a story that took more than two decades.</p>\n\n<p>Dashrath Manjhi lived in a small village with a single 43-mile (70-km) road that connected it to the nearest doctor in Bihar. When Manjhi&#39;s wife fell ill, there was not enough time to travel that road before she died.</p>\n\n<p>Manjhi decided that no others in his village should have suffer the loss of a loved one simply because they couldn&#39;t reach the necessary medical help. No one should have to suffer disease. In 1960, Manjhi began to carve through a nearby mountain.</p>\n\n<p>He worked at this task tirelessly for 22 years. Alone.</p>\n\n<p>And when he finished, his road reduced the distance between two districts, separated by the ridge that can be seen above, from 75 km to a single kilometer. The road itself appears to be relatively traversable, even with pack animals with heavy loads. Here is Manjhi showing off the fruits of his 22-year labor:</p>\n\n<p><img src=\"/images/here/2012-11-05-manjhi.jpg\" alt=\"Dashrath Manjhi showcasing the fruits of his 22-year labor.\" /></p>\n\n<p>He passed away at 80, from cancer, All India Institute of Medical Sciences in New Delhi. The government of Bihar, a Indian state in which he lived and carved his mountain, opted to give him a government burial.</p>\n\n<p>Many have wondered what, exactly, prompted Manjhi to take on this Herculean task alone. Could he have not, instead, petitioned the government to build the road with relatively modern equipment, which would have been a much easier task? Why didn&#39;t he ever ask for help. Certainly another few sets of hands would have pushed the work along considerably faster.</p>\n\n<p>One common theory is that digging the road was Manjhi&#39;s method of coping. The way of passing beyond the mourning of his wife&#39;s death. And one can only imagine the feeling&mdash;and, perhaps the joy&mdash;of finally dashing his hammer through the last fragments of that mountain. It must have been an incredible feeling.</p>\n","teaser":"How does one get the nickname &#8220;Mountain Man&#8221;? It&#39;s a story that took more than two decades."},{"title":"Europe&#39;s Oldest City&#8212;Found","url":"/here/2012-11-04-europes-oldest-city/","content":"<p><em>Here&#39;s a bit of a current event, or at least a current discovery.</em></p>\n\n<p>On October 31, 2012, archaeologists announced they had confirmed that a little town called Solnitsata was Europe&#39;s oldest pre-historic town yet discovered. Years of excavations near the modern-day city of Provadia, Bulgaria, have led to the uncovering of multi-story houses, along with large fortification walls, all of which have been carbon dated to 4,700 to 4,200 BCE. It&#39;s a pretty remarkable find, and it all exists for one reason&mdash;salt.</p>\n\n<p><img src=\"/images/here/2012-11-04-solnitsata.jpg\" alt=\"The remants of a stone wall and houses at the archaeological dig of Solnitsata.\" /></p>\n\n<p><em>Image courtesy: Vassil Nikolov / Inst. of Archaeology and Museum via Reuters</em></p>\n\n<p>The town of Solnitsata, which can be translated as &ldquo;The Saltworks,&rdquo; was a walled settlement of 350. Those walls, which stood 6 feet (3 meters) high and were 4.5 feet (2 meters) thick, are the earliest fortification construction yet discovered from the pre-Greek era of Europe&#39;s history. They were also the most solidly-built&mdash;a testament to the value of salt in those days.</p>\n\n<p>After being brought up from from underneath the surface, Solnitsata&#39;s residents would boil salt water until only the salt remained, and then cook that product into bricks, which would be used as a food preserver&mdash;not to mention currency, in some cultures.</p>\n\n<p>That production served the people well&mdash;they lived in two-story houses behind walls, which was considerably better than most of the people in the region.</p>\n\n<p>Of course, all good things must come to an end. As of today, researchers believe that the town was destroyed by an earthquake around 600 BC.</p>\n\n<p>Vasil Nikolov, a professor from Bulgaria&#39;s National Institute of Archaeology, and the man who has manged the dig for the last seven years, hopes to return to the site and see what else they might discover. Evidence of pottery and copper needles suggest that Solnitsata was inhabited by a wealthy class, which might mean the discovery of more artifacts yet unburied from the dirt.</p>\n","teaser":"Years of excavations near the modern-day city of Provadia, Bulgaria, have led to the uncovering of multi-story houses, along with large fortification walls, all of which have been carbon dated to 4,700 to 4,200 BCE. It&#39;s a pretty remarkable find, and it all exists for one reason&mdash;salt."},{"title":"The Man Who Saved the World","url":"/here/2012-11-01-the-man-who-saved-the-world/","content":"<p>On September 26, 1983, Stanislav Petrov saved the world from almost certain nuclear war. In an era where &ldquo;mutually assured destruction&rdquo; was a guarantee, was taught in American schools, there is no downplaying how important his decision was.</p>\n\n<p>He was on duty at Serpukhov-15, a military base with facilities responsible for controlling the country&#39;s Oko satellites, which were used for early nuclear missile detection. Essentially, this facility, and the satellites it controlled, were built to provide the Soviet Union with the threat of providing mutually assured destruction, if Ronald Reagan was to initiate a nuclear missile launch.</p>\n\n<p>And just after midnight, the systems began to blare. Red lights flashed, and other officers were waiting on his command. Petrov&#39;s only responsibility&mdash;and capability&mdash;was to send the critical message of an imminent nuclear attack up to his superiors in the Soviet military. There was a single red button that read &ldquo;Start&rdquo; and essentially screamed for him to push it. Petrov would later say that the system was designed to practically ensure that an officer like himself did nothing but push that button, which would begin a chain of events that would very well lead to nuclear holocaust. But when the system showed that five American ballistic nuclear missiles were headed toward the Soviet Union, he hesitated.</p>\n\n<p>One can imagine the cascade of thoughts that must have passed through Petrov&#39;s mind. His first instinct must have been to merely pass on the information&mdash;his country was at an incredible risk. But the launch detection system was new, Petrov concluded. It was still vulnerable to flaws, both software and hardware. He had been informed that an American first strike would attempt to completely disable the Soviet Union. Five missile couldn&#39;t do that. And yet&mdash;the consequences of being wrong. The ultimate consequences. But minutes after the initial alarms, ground radar had not picked up any signs of a strike. It was, truly, a false alarm. And Petrov&#39;s caution saved millions of lives.</p>\n\n<p>Petrov would later say:</p>\n\n<blockquote>\n<p>I had a funny feeling in my gut. I didn&#39;t want to make a mistake. I made a decision, and that was it.</p>\n</blockquote>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>In the aftermath of Petrov&#39;s decision, he was both honored and reprimanded. He had not filed the paperwork regarding the incident properly, according to his superiors, and was interrogated for some time regarding the details of that night. In the end, his superiors could not punish Petrov for his accurate assessment of the situation, nor could they praise him, lest they admit that their early warning system was fundamentally flawed.</p>\n\n<p>Petrov later suffered undue stress at his work with the military, despite being re-assigned to a new post. He retired nearly, and moved to a small town outside of Moscow, where he remains today.</p>\n\n<p>And because Petrov has said in interviews since the incident that he does not consider himself a hero, I won&#39;t call him one. Instead, I&#39;ll label him as an example of the kind of man I find most admirable: analytical, skeptical, and, ultimately, true to what he sees with his own eyes.</p>\n","teaser":"On September 26, 1983, Stanislav Petrov saved the world from almost certain nuclear war."},{"title":"The Money Pit","url":"/here/2012-10-30-money-pit/","content":"<p>A few hundred feet off the coast of Nova Scotia, Canada, lies an island that has captured the intrigue of treasure-hunters for more than 200 years. The island was first documented in 1795, when an 18-year-old and his friends sought to investigate lights they had seen on-shore. On Oak Island they found a depression in the dirt, and began to excavate the site. As the dug downward, they discovered layers of logs every 10 feet, but ultimately abandoned their dig after no more than 30 feet.</p>\n\n<p>Only a few years after the initial dig, another crew arrived at Oak Island in search of what had already come to be known as &ldquo;the money pit.&rdquo;. These adventurers were marginally more ambitious and successful in their efforts&mdash;they managed to reach a depth of 90 feet after boring through layers of logs at 10-foot intervals, along with deposits of charcoal, putty, and coconut fibers. </p>\n\n<p>But, among the fragments of rock and layers of logs covered in putty, the crew made its most significant discovery yet: a stone, supposedly not of Nova Scotian origin, marked with a mysterious set of symbols. A replica of the stone tablet is shown below:</p>\n\n<p><img src=\"/images/here/2012-10-30-stone-tablet.jpg\" alt=\"A replica of the stone tablet found by excavation crews, proportedly translated as: Forty Feet Below Two Million Pounds Are Buried.\" /></p>\n\n<p><em>Image courtesy: <a href=\"http://www.oakislandtreasure.co.uk/content/section/5/35/\">Oak Island Treasure</a></em></p>\n\n<p>A number of scholars tried their hand at cracking the inscription, and one finally emerged with the following translation, which became the <em>de facto</em> understanding for the depression&#39;s true purpose: &ldquo;forty feet below, two million pounds lie buried.&rdquo; While all the previous diggers and excavation efforts had been founded upon the working theory that a pocket of treasure lay beneath the soil, this was the first proof that their efforts were paying off.</p>\n\n<p>Of course, by the next morning, the pit had flooded to the 33-foot level, and all attempts to bail or pump out the water failed. The expedition was soon folded. The next year, the men tried to dig a shaft parallel to the first, in the efforts to avoid the flooding, but the walls of this second dig soon caved in. The workers at the bottom must have been fortunate to escape with their lives. Thus ended the efforts of the Money Pit&#39;s first explorers.</p>\n\n<p>The remainder of the 1800s and early 1900s were rife with various groups trying their hand at successfully excavating what they thought lie beneath the Money Pit. One expedition ended after the bottom of the shaft collapsed into either a natural cavern, or a man-made booby trap. Perhaps the most interesting development was that by dropping red paint into the shaft, treasure hunters discovered that the flooded pit connected with three separate exit holes around the island. While this might have explained why the shaft continuously filled with water&mdash;the earth beneath the island was dotted with natural caves&mdash;it also led to theories that the original Money Pit had been booby-trapped with channels dug toward the surrounding ocean, so that overly-ambitious explorers would find their efforts continually and forever flooded.</p>\n\n<p>In 1965, Robert Dunfield leased the island, built the 650-foot causeway connecting Oak Island to mainland of Nova Scotia, and used an excavator to dig out the general area around the Money Pit to a depth of 134 feet. While all the soil was carefully inspected for artifacts, nothing of significance was found.</p>\n\n<p>The most promising development at the Money Pit since the rock transcription was found roughly 200 years ago was by Triton Alliance, Ltd., which excavated a 235-foot shaft straight to the bedrock beneath Oak Island. The pair supposedly lowered cameras down into the pit and discovered human remains, chests, and tools, but their claims were never verified&mdash;the images were, apparently, too unclear for independent verification. That shaft collapsed, and the partnership later dissolved.</p>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>As with any supposed treasure that has still gone undiscovered, the mystery of Oak Island is bound to dozens of theories. Primarily, these ideas stem from three main details: that the original Money Pit had the appearance and texture of earth that had been recently excavated and then re-filled; the seemingly intended layering of dirt, logs, and other objects beneath the surface; and the assumed stone slab translation.</p>\n\n<p>It is important to note that this stone, which has guided popular belief of treasure beneath the Money Pit for 200 years, is currently lost. It&#39;s status is, naturally, contested by a number of rumors, but the truth is that its very existence can&#39;t be verified, much less its intended meaning.</p>\n\n<p>Some believe that the Money Pit&#39;s treasure was buried by Captain Kidd or Blackbeard&mdash;pirates who sought to keep their spoils of piracy away from prying eyes. Other argue that the treasure that must assuredly lie beneath was from Spanish or British sailors who were sunk in the area, or that the pit is home to precious jewels from Marie Antoinette.</p>\n\n<p>Or is the Money Pit home to where the Knights Templar buried the Holy Grail? The Ark of the Covenant?</p>\n\n<p>There is also a deep connection to Masonic imagery, and many of the items supposedly discovered within the pit carried symbolism often associated with the Freemasons. Joe Nickell, one of the foremost experts on the history of Oak Island, argues that many of these objects could have been strategically placed or talked about in order to falsify assumptions about previous Freemason involvement in the site.</p>\n\n<p>He writes:</p>\n\n<blockquote>\n<p>In summary, therefore, I suggest first that the &ldquo;Money Pit&rdquo; and &ldquo;pirate tunnels&rdquo; are nothing of the sort but are instead natural formations. Secondly, I suggest that much of the Oak Island saga-certain reported actions and alleged discoveries-can best be understood in light of Freemasonry&#39;s Secret Vault allegory. Although it is difficult to know at this juncture whether the Masonic elements were opportunistically added to an existing treasure quest or whether the entire affair was a Masonic creation from the outset, I believe the mystery has been solved. The solution is perhaps an unusual one but no more so than the saga of Oak Island itself.</p>\n</blockquote>\n\n<p>Even against all rational thought that the Money Pit is nothing more than a natural phenomenon, a group of Michigan-based investors pooled together to purchase half of Oak Island Tours Inc., with the hope of resuming excavations. And considering that Nova Scotia, as a territory, once more affirmed that treasure hunting activities were allowed on Oak Island, under the terms of a legal license, there is little doubt that the digging will soon continue. Some people are just too compelled by the possibilities of what lies beneath.</p>\n","teaser":"A few hundred feet off the coast of Nova Scotia, Canada, lies an island that has captured the intrigue of treasure-hunters for more than 200 years. None of them have ever found evidence of said treasure."},{"title":"What Sputnik Gave Us","url":"/here/2011-10-17-sputnik/","content":"<p>Here is where mankind became obsessed with space. Where we became so intense in our desires to put a person into the world beyond ours, into a vacuum where they were almost certain to die. We wanted to plant them on the Moon. And we did, eventually, but there were deaths along the way. Tragedies and failures accented by enormous successes. There was a balance between rushing forward to break out from our atmosphere and halting, momentarily, to not only mourn those who had died but also to check the purpose of everything they were doing. Was exploration worth all of the trouble? This place was home to Sputnik I, the catalyst for the Space Race, and the first man-made object to achieve an orbit around our planet.</p>\n\n<p>On October 4, 1957, Americans who looked up to the sky could see the symbol of Soviet dominance glinting just like a star. Sputnik&rsquo;s beginnings, however, are much more humble. The 23-inch sphere was covered in a 1 mm heat shield and wrapped in two antennas that gave it its whiskered appearance. It weighed a mere 184 pounds. Although the original Sputnik disintegrated upon re-entry into the atmosphere, replicas and back-up satellites betray just how dainty it really was. Nothing like most of the junk space-capable nations shoot into the air every day in the 21st Century. Despite its diminutive size, it&rsquo;s impact on American society was enormous.</p>\n\n<p>The moment Sputnik arced across the American sky, the entire country scrambled behind the pressure to dominate the Soviet Union in the Space Race. Within days of this &ldquo;Sputnik crisis,&rdquo; as Eisenhower called it, the U.S. government established new initiatives to confront Sputnik&rsquo;s symbolic power&mdash;if the Soviets could successfully launch satellites into space, they could also launch nuclear warheads that could start a twinkle in the sky above Washington and grow into a small star all its own. Eisenhower ordered the Vanguard project to significantly move up their launch schedule, leading to an embarrassing incident on December 6 that nearly derailed any effort to keep up with the Soviets in the race to space. American newspapers published bold headlines ridiculing the launch with puns like &ldquo;Flopnik,&rdquo; &ldquo;Kaputnik,&rdquo; &ldquo;Oopsnik,&rdquo; and &ldquo;Stayputnik.&rdquo;</p>\n\n<iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/JK6a6Hkp94o\" frameborder=\"0\" allowfullscreen></iframe>\n\n<p>Yuri Gagarin, the brave cosmonaut, was the first man to soar into space, on April 21, 1961. He said that the feeling of weightlessness in space was &ldquo;unfamiliar.&ldquo; He ejected from his vehicle at 23,000 feet and glided back to earth on the wings of a parachute. A week after Gagarin&rsquo;s flight, JFK sent a memo to his vice president, Lyndon Johnson, asking about what more could be done to accelerate the American space program. A few weeks after that, he announced the Apollo program, saying, &ldquo;I believe that this nation should commit itself to achieving the goal, before this decade is out, of landing a man on the moon and returning him safely to the earth.&rdquo; The United States was to accomplish this goal with Apollo 11, and with only 161 days to spare in Kennedy&rsquo;s promise. This mission&mdash;and the words uttered upon stepping out onto the soil of the moon&mdash;are too ubiquitous to mention here, save, perhaps, for an immensely rich legacy.</p>\n\n<p><img src=\"/images/here/2011-10-sputnik-earthrise.jpg\" alt=\"Earth rising over the moon&rsquo;s horizon\" /></p>\n\n<p>The end of Sputnik&rsquo;s legacy is generally considered to be the joint project between U.S. and Soviet engineers&mdash;the Apollo-Soyuz Test Project&mdash;to develop docks that allowed inter-compatibility between the Apollo and Soyuz crafts. On July 17, 1975, the two crafts met in orbit above the earth and docked to each other, a sort of symbolic handshake dozens of miles above either country. The American astronauts and Soviet cosmonauts too shook hands, sealing a sort of &ldquo;peace&rdquo; between the two nations. To this day, they have continued to innovate collaboratively on numerous projects.</p>\n\n<p>Sputnik&rsquo;s true importance lies within the immense amount of technological advancement that occurred in the decades after its launch. The pressure to reach space, and then the moon, pushed both countries to reinforce the importance of creating new technology even in the face of war. Today, we&rsquo;re still living in the wake of the Space Race, and with thousands of satellites currently in operation today, simply looking up to see a glittering pass across the zenith isn&rsquo;t enough. We could use another Sputnik right about now.</p>\n","teaser":"Here is where mankind became obsessed with space. Where we became so intense in our desires to put a person into the world beyond ours, into a vacuum where they were almost certain to die."},{"title":"Nelson Mandela&rsquo;s &lsquo;Long Walk&rsquo;","url":"/here/2011-10-08-mandela/","content":"<p><em>A note: I&rsquo;ve been meaning to approach Nelson Mandela&rsquo;s imprisonment for a while, ever since I was able to dig up the exact place he had been held prisoner for 18 years on Robben Island. Mandela&rsquo;s story, however, is one of those expansive tales that are hard to summarize in a format like this&mdash;he deserves, in all respects, entire volumes written in his legacy. He has always been, however, a figure that I wanted to know more about. He&rsquo;s not well-taught in American public schools&mdash;not ten years ago, and certainly not now. That said, I&rsquo;m doing my best to focus on the location of this story: Mandela&rsquo;s home for 18 years.</em></p>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>Nelson Mandela was born in Mvezo, a small village in South Africa, on July 18, 1918. The first 30 years of his life were eventful, between the early death of his father, numerous moves, and a quick integration into anti-apartheid politics. After the National Party was elected into power in 1948, led by a group of Afrikaners (with Dutch, French, and English ancestries) who supported an apartheid&mdash;systematically pro-white&mdash;government, Mandela moved more deeply into the political spheres by joining the ranks of the African National Congress (ANC). After finishing his law degree at the University of Witwatersrand, Mandela opened up a law firm with his friend and fellow lawyer, Oliver Tambo, to provide legal service for impoverished South Africans.</p>\n\n<p>In 1961, Mandela became the leader of Umkhonto we Sizwe (translated as Spear of the Nation), the armed wing of the African National Congress. There, his position on non-violent resistance began to fade in favor of actively protecting the organization&#39;s political interest from pro-apartheid government figures. As the head of Umkhonto we Sizwe, Mandela began to plan sabotage attacks on various government facilities, hoping to slowly chip away at their power. When this did not work, he coordinated a bombing attack on &ldquo;symbolic places of apartheid,&rdquo; as fellow ANC member Wolfie Kadesh described it.</p>\n\n<p>The ANC was quickly labeled as a terrorist organization by both the South African and U.S. governments. Mandela and his associates made plans to arm themselves for a guerrilla war, if the sabotage attacks failed to take down the apartheid government. Mandela raised funds abroad as he lived on the run, trying to evade the South African government. In August of 1962, he was finally caught, and on October 25, was sentenced to five years in prison.</p>\n\n<p>Despite already being imprisoned, Mandela would be forced to the &ldquo;Rivonia Trial,&rdquo; where he and 12 other ANC leaders were accused of designing to overthrow the apartheid system, in part through their attacks on government positions. Prosecutors sought a heavy sentence, suggesting the death penalty as punishment for the treasonous crimes, but soon backed down amid global protests. Mandela gave a four-hour speech to introduce his case, in which he outlined ANC policy on non-violent resistance, and how that was corrupted after the Sharpeville Massacre, during which 69 South Africans were killed by Afrikaner police.</p>\n\n<p>Mandela said, &ldquo;Firstly, we believed that as a result of Government policy, violence by the African people had become inevitable, and that unless responsible leadership was given to canalize and control the feelings of our people, there would be outbreaks of terrorism which would produce an intensity of bitterness and hostility between the various races of this country which is not produced even by war. Secondly, we felt that without violence there would be no way open to the African people to succeed in their struggle against the principle of white supremacy. All lawful modes of expressing opposition to this principle had been closed by legislation, and we were placed in a position in which we had either to accept a permanent state of inferiority, or to defy the Government. We chose to defy the law. We first broke the law in a way which avoided any recourse to violence; when this form was legislated against, and then the Government resorted to a show of force to crush opposition to its policies, only then did we decide to answer violence with violence.&rdquo;</p>\n\n<p>&ldquo;During my lifetime I have dedicated myself to this struggle of the African people. I have fought against white domination, and I have fought against black domination. I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die.&rdquo;[2]</p>\n\n<p>All of the men but one&mdash;Rusty Bernstein&mdash;were sentenced to life imprisonment, beginning June 12, 1964.</p>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>Mandela was transferred to Robben Island, where he was kept in the maximum-security facility, along with a number of his ANC colleagues. He was pooled in with the lowest-ranking prisoners, allowing him a single visitor and a single letter every six months, which effectively cut him off from the rest of the world. Mandela would later describe his Robben Island imprisonment in his 1994 autobiography Long Walk to Freedom as a harsh and perilous time. Prisoners were woken promptly at 5:30 every morning, fed porridge and a corn slurry, and later, a cup of &ldquo;coffee,&rdquo; which Mandela believed was nothing more than charred corn steeped in hot water. In the middle of their meal, the guards would yell, &ldquo;Val in! Val in!&rdquo; (Fall in! Fall in!), and would send the prisoners to the courtyard, where they hammered stones until lunch. Being a true African, Mandela was fed the worst, while those of &ldquo;superior&rdquo; races in the apartheid system were given small pieces of bread or a type of rice. After this small break, they were sent back to work until 4, when they could shower in cold water and await their next meal.</p>\n\n<p>Speech between prisoners was highly regulated. Mandela wrote that they were only able to whisper to one another, and only in small opportune moments, such as cleaning out their toilets in the communal sink, or after the lights had gone out for the night. If they were caught conversing for more than a moment, they would be punished. Of course, this did little to stop Mandela&rsquo;s progression as a leader among the prisoners, which helped spread his reputation far beyond. During his imprisonment, he became the defacto leader for anti-apartheid political movements, and was preparing himself to lead, despite the gloomy future of never again seeing life beyond Robben Island.</p>\n\n<p>Fikile Bam, another prisoner on Robben Island, said Mandela was confident he would someday be freed from prison and would have a significant role in the anti-apartheid revolution. He sought to not only learn Afrikaans, the language spoken by the powerful white class, but also understand the people themselves&mdash;from where they originated, and why. What drove them to South Africa, how they gained their power, and what they wanted from it. Mandela thought that by understanding his opposition, he could overcome them peacefully. He simply wanted a reconciliation followed by the establishment of a just government, in which the African people could have their representation.</p>\n\n<p>In order to make his imprisonment a little better, Mandela used his particular knack for dealing with warders, the men commissioned to watch over the prisoners of Robben Island. He treated them with respect, and in turn, they offered him and his companions more privileges, such as more time to talk among themselves, or better facilities.</p>\n\n<p>He would later write in his memoirs that one would get no results going to the warden with requests for creature comforts here and there, but the warders could accomplish these things quickly, if they had good reason. He described a situation in which he and his colleagues managed to slowly win over the friendship&mdash;if it could be called that&mdash;of a certain standoffish warder. During lunch, this warder tossed a sandwich on the ground near Mandela and his associates. A peace offering, as Mandela would describe it. Should they take the sandwich, and stave off hunger for a little while longer, or reinforce the warder&#39;s belief that Africans were a lesser people? He gave the command, a simple nod, for one of his peers to take the sandwich, and tensions were eased from then on.</p>\n\n<p>Despite better relationships with the warders, communication was still difficult. Warders expressly forbade communication between different sections of the prison, such as between political prisoners and the general population, where news traveled much quicker. Mandela and his associates regarded this line of dialogue as immensely important, as it helped influence the political standings of the general population, who could then better spread the sentiment back to the mainland. Mandela and his colleagues devised a number of discrete ways to send terse messages, such as hiding them in the bottoms of abandoned match boxes or in small tubes delicately hidden underneath toilet seats. They wrote minuscule words on toilet paper because it was an easy way to smuggle out messages to the rest of the world. When the prison authorities discovered these messages, they rationed out toilet paper to Mandela and his peers: eight squares a day, no more.</p>\n\n<p>Being in prison was difficult for Mandala, despite his obvious leadership. One of his sons, Thembi, was killed in a car crash in 1969 at the age of twenty-three. Mandela was not allowed to attend the funeral. Neville Alexander, a revolutionary sent to Robben Island the same year as the ANC leaders, said that Mandela was often seen as an emotionless&mdash;or at least emotionally-separated&mdash;leader, moving ahead with the ANC in a calculating way, but Thembi&rsquo;s death affected Mandela in a significant way. In the Xhosa world, a man&#39;s son was an immense responsibility, but Mandela&rsquo;s remorse went far beyond tradition. He felt as though he had abandoned not only Thembi, but also the rest of his children&mdash;his sons and daughters alike&mdash;by becoming wrapped up in politics and succumbing to the ruling power.</p>\n\n<p>His wife, Winnie, too succumbed to the pressure of having a husband in prison with no, or little, chance of release. Reports surfaced she had fallen in love with another man in newspapers, and the news was slowly spread to his attention. Alexander later said Mandela was &ldquo;dignified&rdquo; in his response, taking blame for whatever Winnie might have done without him. But Mandela&rsquo;s political life was not far from his personal one, as the rumors were initially crafted to undermine his political standing, and that of the ANC. Aside from dealing with the news personally, he took great care in how he dealt with the rumors politically, hoping to stem the belief that ANC members were prone to acting in a certain way.</p>\n\n<p>Winnie would stay with Mandela through the remainder of his prison sentence, but filed for separation two years after his release. She simply could not handle the emotional turmoil caused by his long imprisonment, and the two began to part ways politically.</p>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>In February of 1985, Mandela was offered his first chance at freedom. The current president, P.W. Botha, said that Mandela could walk free if he &ldquo;unconditionally rejected violence as a political weapon.&rdquo; Most people in South Africa knew Mandela would reject the offer, not wanting to give up any possibility in the fight against apartheid. His daughter, Zindzi, released Mandela&rsquo;s statement, which read: &ldquo;What freedom am I being offered while the organization of the people remains banned? Only free men can negotiate. A prisoner cannot enter into contracts.&rdquo;</p>\n\n<p>In 1988, Mandela was moved to another facility, Victor Verster Prison, which offered him more privileges than Robben or Pollsmoor. And then, in 1989, Botha suffered a stroke and was replaced as president by Frederik Willem de Klerk, a move that would would prove to be the final part of the necessary assembly to give Mandela his freedom. In his first speech, de Klerk, a member of the party that established apartheid, called for its dismantling&mdash;he wanted a non-racist South Africa. On February 2, 1990, de Klerk reversed the ban on the ANC and announced that Mandela would be released from prison.</p>\n\n<p>Once free, Mandela never ceased to make South Africa a better place. His election, in 1994, as the new president of South Africa was a defining moment in the death of apartheid&mdash;and of a divided South Africa&mdash;and of a nationwide healing.</p>\n\n<iframe width=\"420\" height=\"315\" src=\"http://www.youtube.com/embed/grh03-NjHzc\" frameborder=\"0\" allowfullscreen></iframe>\n\n<p>Mandela established the Truth and Reconciliation Commission (TRC), a body of restorative justice that hoped to bring some peace to the victims of human rights crimes between 1960 and 1994. Those who were victimized could raise their voice and bring awareness to their suffering, and those who committed these acts could ask for amnesty from civil and criminal prosecution. By focusing on healing victims, the TRC hoped to prevent further punishment and death. The country had seen its fair share of that.</p>\n\n<p>Mandela&#39;s post-prison achievements are near-countless&mdash;far too many to describe here. What I tried to convey here, instead, is how any situation can be a formative&mdash;if Mandela had not been imprisoned, he might have not been able to garner the support of so many South Africans. Their country might still be apartheid, with black Africans on the forgotten margins despite heavy international criticism. There is little question the ANC would have soon waged war on the apartheid government. By martyring himself to nearly three decades in prison, Mandela managed, by miracle or masterful design, to improve or save the lives of his people.</p>\n\n<p>It&#39;s hard to find a more impressive place in the world than that. Just a few square feet.</p>\n","teaser":"Nelson Mandela, widely regarded as the champion against a racist government in South Africa, was imprisoned for nearly three decades. In many ways, that time was necessary to change his country for the better."},{"title":"Aliens or Scintillation?","url":"/here/2011-09-22-wow-signal/","content":"<p><em>A note: Clearly, the map above shows no telescope. The observatory, to be  described in detail below, was disassembled in 1998 after the land  was bought by developers keen to build a golf course, and,  subsequently, a housing subdivision.</em></p>\n\n<p>The Big Ear telescope, built between 1956 and 1961 on the grounds of Ohio  Wesleyan University, was designed to detect signs of extraterrestrial  life in the vast blackness we observe nightly from our small home in  this solar system. Between 1973 and 1995, this telescope was trained to space as a Search for Extraterrestrial Life (SETI) project, panning across vast distances of the sky for radio broadcasts coming from, potentially, light years away, in other corners of our galaxy.</p>\n\n<p>On August 15, 1977, Dr. Jerry R. Ehman was working at the Big Ear  telescope when it received a strong radio signal that lasted 72  seconds. As Ehman began to analyze the short burst of information, he  began to realize that it carried no telltale signs of originating  from some great mechanism of space, stars or distant planets alike.  It seemed, from this initial analysis, that it might have come from a  terrestrial construction on another world; a deliberate attempt to  make contact with another sentient species across an unfathomable  span. Something mankind had done, too, previously. Perhaps it was a  return call, an acknowledgement of receipt.</p>\n\n<p>Ehman  printed off a copy of the signal, circled its appearance, and wrote  his small comment in the nearby margin: &ldquo;Wow!&rdquo; The signal&mdash;with  its origins still unknown&mdash;is now referred to as the <em>Wow! signal</em>.</p>\n\n<p><img src=\"/images/here/2011-09-wow.jpg\" /></p>\n\n<p>The  circled code in the above image&mdash;6EQUJ5&mdash;describes the variation in  signal intensity when compared to the baseline of deep space. A black  notation, as can be seen scattered throughout the image above,  denotes an intensity between 0 and 1, while the numbers 1-9  correspond to intensities between 1.0 and 10.0, respectively. The  first component of the signal, then, is six times louder than the  baseline. Beyond 10.0, each letter denotes another uptick in  intensity. A equates to 10.0, B to 11.0, and so on. The value denoted  as &ldquo;U&rdquo; on the timeline, then, was 30 times louder than the white  noise of space. A clear and violent transmission, rising up like a  chirp, or a shout.</p>\n\n<p>Elman  calculated the frequency of the signal to be 1420.4556 MHz, which is  almost precisely the frequency at which hydrogen&mdash;the most common  element in the universe&mdash;resonates. Since Ehman&rsquo;s discovery,  researchers have supposed the <em>Wow! signal</em> was broadcast at  this frequency because it would transmit a stronger signal, hinting  at intelligent life on the other side.</p>\n\n<p>Given  the earth&rsquo;s rotational speed, and the width of the observable area  on the Big Ear telescope, any continuous signal would be detectable  for 72 seconds, and would peak at the 36-second mark, as the signal  reached the center of the aforementioned window. The <em>Wow! signal</em> did precisely that, as evidenced by the Q-U pattern in the third and  fourth readings. A sudden noise, such as an unforeseen event in the  depth of space, likely would not be broadcast as a continuous tone,  as it were, with a predictable bell pattern as the Big Ear neared and  drifted away from the epicenter.</p>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>Perhaps  most interesting about the <em>Wow! signal</em> is, if one considers  that it was made by extraterrestrial life, why it would only be  broadcast once, and what a coincidence it was for the Big Ear to  detect it amongst all the white noise of space. Considering that it  lasted for only 72 seconds, and emerged from a tiny pocket of  darkness, the chances of a connection are so remote. Perhaps it was  exactly what the alien life had hoped for&mdash;man has performed similar  exercises in hopeful futility, blasting the solar system with terse  messages on lonely radio waves, hoping that somewhere in the darkness  another civilization exists with the capability to not only receive  the message, but, perhaps, understand more of its purpose than we  have. More than <em>Wow!</em> in whatever language they might speak.</p>\n","teaser":"On  August 15, 1977, Dr. Jerry R. Ehman was working at the Big Ear  telescope when it received a strong radio signal that lasted 72 seconds. The signal&mdash;with  its origins still unknown&mdash;is now referred to as the <em>Wow! signal</em>."},{"title":"Death by Lake, Carbon Dioxide","url":"/here/2011-08-26-death-by-lake/","content":"<p>Lake Nyos is a killer. The crater  lake, located in northwest Cameroon, rests atop a pocket of active magma, which releases a consistent stream of carbon  dioxide into the water. Most days, this process pushes some of the gas to the lake&rsquo;s surface, where it dissipates without notice. The bottom of the lake is  saturated with some 90 million tons of carbon dioxide, but it lies in solution. Safe&mdash;kind of. But on other days, like August 21, 1986, the supersaturated  depths of the lake gets disturbed by a seismic event&mdash;the leading theory is a  landslide from the nearby hilly shores&mdash;and released 1.6 million tons of carbon  dioxide into the area. This is called a limnic eruption, a phenomenon that had only been recorded once before in recent history.</p>\n\n<p>The  cloud of carbon dioxide, which rose out of the lake with violence, spilled over  the volcanic rock levee, and flooded populated valleys to the north, west, and  east. The cloud, with a density greater than air, pushed along the ground at a speed most could not run away from for a few hundred feet. For many, this did  not matter&mdash;they were sleeping during the limnic eruption, and asphyxiated in their sleep. In a few short hours, some 1,700 villagers, and 3,500 head of  livestock, died from suffocation. Due to the massive outgassing, scientists said a 300-foot fountain appeared in the middle of the lake, causing a massive  wave to wash over the nearby shore, scarring the vegetation.</p>\n\n<p><img src=\"/images/here/2011-08-postEruption.jpg\" /></p>\n\n<p>In the years after Lake Nyos struck out and killed its neighbors, scientists have struggled to find a  permanent solution to the limnic eruption problem. French researchers installed a pump to slowly degas the carbon dioxide slowly&mdash;at level safe for the nearby  populations&mdash;with the hope it will prevent another limnic eruption. The estimated rate of carbon dioxide entering the lake could lead to similar outgassings every 10-30 years, which means it&rsquo;s more than due for a repeat frenzy any day now&mdash;if the pump hasn&rsquo;t been working up to speed. Even worse, Lake Kivu,in the Democratic Republic of Congo, is a supersaturated lake 2,000 times larger than Lake Nyos. Its limnic eruption has not yet been triggered, but is, more or less, imminent.</p>\n","teaser":"What happens when an African lake burps up more than a million tons of carbon dioxide?"},{"title":"The Tunguska Event","url":"/here/2011-08-23-tunguska/","content":"<p>In its long history, Earth has been the victim of countless small collisions with debris from the great emptiness of space, but every so often, the invading rock is large enough to cause significant destruction&mdash;something on par with the greatest weapons mankind has developed in its recent history. Such was the case in Russia, on June 30, 1908, when a a meteoroid or comet&mdash;anywhere between a dozen and a few hundred feet in diameter&mdash;burst a few miles above the surface of the earth. Had the rock come down in a different place, it could have easily destroyed a major metropolitan area. Instead, it descended on a swath of the expansive Russian countryside, making its quick appearance and fiery display&mdash;not to mention a poor handling of the aftermath&mdash;a great mystery to this day.</p>\n\n<p>Early on that summer morning, villagers and natives in the area saw the sky fill with a column of bluish light for ten minutes, followed by a flash and a loud clap, something like thunder or artillery fire. Others described the sound as a barrage of gunfire. The sound was accompanied by fierce shockwaves that broke windows, leveled trees, and threw people dozens of feet at a time. Some panicked, convinced the world was on the verge collapse. One man later recounted the event to Leonid Kulik, who later made numerous expeditions to the area: &ldquo;Suddenly in the north sky &hellip; the sky was split in two, and high above the forest the whole northern part of the sky appeared covered with fire &hellip; At that moment there was a bang in the sky and a mighty crash &hellip; The crash was followed by a noise like stones falling from the sky, or of guns firing. The earth trembled.&rdquo;</p>\n\n<p>That night, clouds hung high above the impact area, reflecting light down to the region long after the sun had set, and newspapers claimed those living as far as London could see the dust, as it were, settling in the upper atmosphere and pouring down extraneous light to an otherwise dark side of the earth. They could even read a newspaper by this artificial radiance. To the villagers near the hypocenter, this day must have been the most strange and the most altering. There is no question as to why they later insisted one of their gods was distinctly responsible for this bizarre devastation.</p>\n\n<p>In 1921, Kulik finally made the first recorded expedition to the site. The hunters he hired to lead him there refused to venture into the hypocenter it itself, where millions of trees had been scorched and felled, citing suspicions of what they called the &ldquo;Valleymen.&rdquo; When he arrived at the site, Kulik searched desperately for an impact crater, so as to confirm his suspicions, but he was initially unsuccessful. When he searched for impact sites, he drained the swampy lagoons in the area, but found no traces of a meteoroid impact&mdash;no fragments of rock, no deep channels dug into the earth of this desolate, almost-forgotten place. He did see a massive swath&mdash;some five miles wide&mdash;of trees that had been stripped of their leaves, with the trunks still standing. Others, further out from this perceived epicenter, were knocked over, creating a pattern Kulik would describe as a butterfly, with distinct &ldquo;body&rdquo; and &ldquo;wingspan&rdquo; shapes. Later expeditions to the area found that the body shape extended 34 miles, while the wingspan stretched a longer 43 miles, totaling 830 square miles of devastated forests. At the time, there was no conception of an air burst, a phenomena not popularized until World War II, when the United States dropped its bombs over Japan.</p>\n\n<p>A good deal of Kulik&rsquo;s findings were either intentionally or incidentally destroyed over the years, a disappearance that still brings researchers to the area to today, in search of rock fragments, craters, or any other substantive evidence of what happened over the Siberian countryside. As for Kulik, he fought in World War II for his country, against the Germans, until he was captured. He died on April 24, 1942, of typhus&mdash;long before the patterns of devastation at Tunguska were confirmed by the violence in Hiroshima and Nagasaki.</p>\n\n<p><span class=\"content-break\"></span>\n<p>With all the advances in modern science, researchers have generally concluded that the Tunguska event occurred due to the airburst of a rather small comet, meteorite, or small asteroid somewhere between four and six miles above the surface of the earth. Keep in mind that this height is approximately at the height of commercial airline travel, and yet the meteorite, traveling more that 21,000 miles per hour, detonated with enough force to knock down an estimated 80 million trees in the Russian wilderness. As this rock, or jagged piece of ice, descended toward Earth, the air pressure in front of the rock became so great the force spread out over a massive area, and at an incredible speed.</p>\n<p>Of course, others were not so quick to accept a meteorite&mdash;or even a comet&mdash;as the leading explanation for the Tunguska event. Some blamed Nikola Tesla and his Wardenclyffe Tower in New York, which was a failed experiment in wirelessly transmitting electricity between vast distances. Of course, Tesla&#39;s experiment was not particularly active at the time&mdash;it actually failed to receive the necessary funding to complete its construction. Others claimed it was the result of a black hole that passed through earth, absorbing and disturbing matter with an incredible violence. But because what enters earth must also exit, the theory fails to mention the lack of a similar event over the North Atlantic at any time that same day. Or, it could have been a pocket of anti-matter which, having collided with the real matter of Earth&rsquo;s atmosphere, exploded into gamma rays.</p>\n<p>The local Evenki tribes claimed the only possible explanation was their god of thunder, who had struck down their piece of Earth in vengeance. Even in the 21st century, these people are afraid to mention the event, much less walk upon the hallowed grounds. As with all religious explanations, they have no physical evidence to prove their claims, but rather the faith and recasting of the tale from one generation to the next.</p>\n<p>When one says &ldquo;extraterrestrial,&rdquo; they often mean any matter from outside Earth&#39;s atmosphere, but others take this as evidence of an alien craft having darted through Earth&#39;s atmosphere, only to crash in the Russian countryside. The theory seems to have originated from a piece of science fiction written in the 1940s by a Russian writer, but some 50 years later, others had twisted his words so greatly that they claimed piece of quartz found at the site were indications of an alien spacecraft. In addition, they claimed the craft entered at precisely the correct angle of re-entry, as human astronauts have utilized for decades. The arrangement of the trees&mdash;with a few standing at the epicenter, and a radial formation of downed trunks&mdash;suggested the backdraft of a massive and sentient craft. As with most UFO theories, the solid evidence to support their claims is more easily attributed to the selection of chance&mdash;the collision between a small, space-born rock and a relatively small planet in such a great quantity of vastness.</p>\n<span class=\"content-break\"></span>\n<p>Today, there is little evidence the Tunguska event ever happened. The same images that reveal the epicenter of the explosion show that nature&mdash;naturally&mdash;has taken its course toward reconciliation. The trees that fell have rotted and crumbled for the most part, having been replaced by new generations, and the scorched earth has seen enough rains to find some kind of recovery.</p>\n<p>Even now, it appears one could wander through the region and never be aware of what happened there a century ago. Never see the scar of felled trees that littered the region, never know of the massive sound and power that came from the sky. There is no epicenter, no burrowed place of evidence where one might find pieces of this hallowed event. Perhaps the only evidence is the remains of Kulik&rsquo;s expedition hut, which can still be found on the shores of a massive peat bog just north of the perceived hypocenter. Perhaps this is a suitable epilogue for the Tunguska event&mdash;the only filament of proof is from the one man who dedicated so many years to its exploration, spreading the march of truth beyond fitful claims of the anger of ancient gods, or aliens, or black holes.</p></p>\n","teaser":"On June 30, 1908, an area of the Podkamennaya Tunguska River was decimated by an explosion 1,000 times more powerful than the bombs dropped on Hiroshima, Japan."},{"title":"The &lsquo;300 Million Yen Robbery&rsquo;","url":"/here/2011-08-13-yen-robbery/","content":"<p>The employees of Toshiba&rsquo;s Fuchu factory needed their end-of-the-year bonuses. On that December morning, four men working with the Nihon Shintaku Ginko bank piled metal boxes filled with 294,307,500 yen into the trunk of a company car. On their way to the Toshiba plant, the bank employees were stopped by a young man by a uniformed motorcycle police officer on the street outside of the Tokyo Fuchu prison, who frantically told them the branch manager&rsquo;s house had been blown up in an apparent attack, and that the company car might be in jeopardy as well. He told the employees to back away while he checked beneath the car for any dangers.</p>\n\n<p>Once the four bank employees saw smoke billowing out from beneath the car a moment later, and then the wisps of flame, they ran toward the walls of the Tokyo Fuchu prison. As they fled, the policeman stepped into the bank&rsquo;s car&mdash;trunk filled with that 300 million yen&mdash;and simply drove off.</p>\n\n<p><span class=\"content-break\"></span>\n<p>In the ensuing investigation, police discovered that the pseudo-policeman had lit a flare from beneath the bank&rsquo;s vehicle to simulate the ignition of dynamite or another type of explosive&mdash;a simple trick that worked well enough to frighten away the only men who could have stopped the heist. After stealing the car, the thief&mdash;and perhaps some associates in tow&mdash;transferred the cash into another already-stolen vehicle, and then to a third, as a means of misdirection.</p>\n<p>The heist&rsquo;s greatest asset, perhaps, was its effectiveness in simplicity. The thief left behind &ldquo;evidence&rdquo; at the scene of the crime, including the motorcycle, which was a common brand simply painted white. Investigators found 120 pieces of evidence scattered in the area, but consisted of common items for the typical Japanese citizen, meaning they were planted on purpose as a distraction. In the end, the technique worked&mdash;a police force of 170,000 sketched up a list of 110,000 possible suspects. The largest heist in Japanese history was quickly followed by its largest investigation.</p>\n<span class=\"content-break\"></span>\n<p>Of these 110,000 potential suspects, police targeted two above all. The first, a nineteen-year-old son of a police officer, was pinned as a leading suspect just a few days after the robbery, but he was found dead on December 15, of potassium cyanide poisoning. The drug has a history of being used in both murders and suicides, and the boy&rsquo;s death was blamed on the latter. Whether he was connected at all to the heist&mdash;investigators found no money or evidence of guilt&mdash;is unknown, as is why someone might have wanted him dead.</p>\n<p>The other, twenty-six-year-old, was arrested on December 12, 1969, almost a year after the heist, after a local newspaper connected his name to the crime. He, unlike the previous suspect, had an alibi, and the police responsible for the man&rsquo;s arrest were later accused of abusing their power. Clearly, he was not their man.</p>\n<p>In December 1975, the statute of limitations on the robbery passed without a single conviction, leaving the thief free from being prosecuted criminally. Another thirteen years later, on the twentieth anniversary of the simple heist, the statute of limitations on any civil case passed as well, meaning the thief could come forward without any threat of legal repercussion. In essence, he would have been free to tell his story: how he found the money, how he pulled off each leg of the theft, and why. What had he done in the time since? What was done with the money? Who was he then, and who has he become?</p>\n<span class=\"content-break\"></span>\n<p>In the Japan of 2009, the 1968 heist is worth approximately 1,050,000,000 yen. Due to deflation in 2009 and 2010, this number has fallen slightly, but for comparison&rsquo;s sake, 1 billion yen today is approximately $13 million. A sizeable sum. Considering that the perpetrator has never been caught&mdash;and is now free from criminal or civil persecution, there is little doubt that the &ldquo;300 million yen robbery&rdquo; is one of the most successful heists in history.</p>\n<p>And in 2011, it seems unlikely we&rsquo;ll ever know the truth. Perhaps that died with the nineteen-year-old and the small dose of potassium cyanide. Or perhaps it lives on. The false police officer would now be in his mid-sixties, or older, and perhaps with time the desire unveil the truth fades.</p></p>\n","teaser":"On the morning of December 10, 1968, in the city of Kokubunji, Japan, a single man pulled off the single largest heist in the country&rsquo;s history. In the four decades since the incident, the thief has yet to be found."},{"title":"Adios, Militares","url":"/here/2011-08-04-costa-rica/","content":"<p>After gaining its own independence from both the Spanish and Mexican governments, respectively, the small Central American country of Costa Rica waged its own war toward the type of democracy espoused by the developed world. Throughout the early 20th Century, however, their rulers&mdash;and the elections that won them power&mdash;were increasingly held under suspicion of electoral fraud. The Costa Rican people first expressed their anger, and then took to the streets of their capital city, San Jos&eacute;. Some armed themselves, and were ready to protect their people from what they saw as a brutal and unjust military presence.</p>\n\n<p>In 1944, a law professor by the name of Teodoro Picado was elected as the new Costa Rican president under considerable scrutiny and numerous accusations of electoral fraud. Many Costa Ricans saw him as a powerless patsy to the National Republican Party, which was the political party of Picado&rsquo;s well-loved successor, Rafael &Aacute;ngel Calder&oacute;n. They said that because Costa Rica forbade their presidents from serving more than one successive term, Calder&oacute;n had forged a powerless clone of himself.</p>\n\n<p>As the people of Costa Rica became increasingly disenchanted with Picado&rsquo;s politics and leadership, they began to organize protests, which were sometimes met with violence from the Picado-controlled military. As this tension grew, anti-Picado protestors took the protection of the people into their own hands, openly carrying guns as a show of force. Picado responded by threatening his own firepower.</p>\n\n<p>As the 1948 election neared, Calder&oacute;n was once again proffered as the leading political candidate, Picado having obligingly served as a figurehead to Calder&oacute;n&rsquo;s party. This increasingly viable reality was unacceptable to the exiled Jos&eacute; Figueres, who had a particular distaste for the old president of Costa Rica. He was sure Calder&oacute;n would use his party&rsquo;s influence in the government to ensure his own victory over his opponent, Otilio Ulate. Seeing this threat from afar, Figueres began to coordinate a 700-man militia, the Caribbean Legion, which was actually intended to take down other authoritarian governments in the region, not necessarily Calder&oacute;n&rsquo;s. At least not until the elections came.</p>\n\n<p><span class=\"content-break\"></span>\n<p>Calder&oacute;n was one step ahead of his opponents&rsquo; accusations of unfair influence on the election&mdash;he established an independent Electoral Tribunal to make the final decision if the voting results themselves were deemed invalid due to fraud. After losing this tribunal in a 2-to-1 vote, Calder&oacute;n petitioned the congress, led by his own party, to void the entire election, as the Tribunal had been unfairly influenced by Ulate. When his disapproval was made law by the congress, both sides of the electoral battle accused the other of completely rigging the election, and the country fell further toward complete chaos.</p>\n<p>On the day Calder&oacute;n&rsquo;s government annulled the electoral results, Picado-led police surrounded a house belonging to Dr. Carlos Luis Valverde, where Ulate was in hiding, and Figueres had been just a moment before. Valverde was shot and killed by the military on his doorstep. Ulate managed to escape, but was later captured and imprisoned. These actions helped devalue the military in the eyes of the people, but Figueres had long found the evidence he thought necessary to call up a revolution. He put out his call, and within a month, had gathered his small battalion. March 12, the National Liberation Army shared its first shots with the Costa Rican military, and the civil war began.</p>\n<span class=\"content-break\"></span>\n<p>Figueres&rsquo; army swept up the Pan American Highway, capturing the small towns along the way, and meeting little resistance. They were supported in part by the Guatemalan president, who supplied them with small arms, and unofficially by the United States government, who wanted to prevent a stronger communist presence in the volatile country. Picado, on the other side, commissioned the help of Manuel Mora, leader of the communist Popular Vanguard Party, who sought to establish a new type of government entirely. Both men saw Figueres as a threat to the system they had wanted to create.</p>\n<p>One month after the revolution began, April 12, the National Liberation Army took control of Cartago, Costa Rica&rsquo;s second-largest city. Picado, beginning to realize that his days were numbered, asked Figueres to a compromise, and sought the companionship of Mora as they moved forward. Mora refused, and sealed his army up inside the capital of San Jos&eacute;, waiting for Figueres&rsquo; troops to arrive so that they might wage war until the bitter end.</p>\n<p>Just two weeks later, Figueres entered San Jos&eacute; and took control of the country. By now, Mora had given in to pleas from Picado to surrender. The United States had begun to mobilize troops in neighboring Panama&mdash;possibly as a mere show of force&mdash;that threatened to strike against any communist counter-revolution. Picado&rsquo;s own supply of arms, from Nicaraguan dictator Anastasio Somoza, was also interrupted due to American intervention. In a final act Picado dissolved the National Republican Party.</p>\n<p>By that point, the 44-day civil war had cost the lives of more than 2,000 people.</p>\n<span class=\"content-break\"></span>\n<p>Figueres now found himself in power. He could have easily taken over as a dictator in his own right, but he wanted better for his people. He was not entirely democratic, either&mdash;he outlawed the communist party that opposed him through the rewriting of the Costa Rican constitution, but established a number of social reforms that helped the country see him as a humanist, someone who was seeking a better future for his people. He passed laws that gave women and the illiterate the right to vote, not to mention people of African descent. He nationalized the country&rsquo;s banking system and established basic welfare for the poor people of his country.</p>\n<p>Of course, his most significant change was the abolition of the nation&rsquo;s military force. Figueres thought the militarism of his neighboring countries kept Central America from reaching true prosperity. By diverting the money his country would have spent on its military to social programs, Figueres was convinced that his country could move forward. The location depicted above is where Figueres symbolically destroyed a portion of the the Cuartel Bellavista to signal the dissolution of the military. He said, &ldquo;The future of mankind cannot include armed forces.&rdquo;</p>\n<img src=\"/images/here/2011-08-costa-rica.jpg\" />\n<p>After eighteen months as Costa Rica&rsquo;s temporary leader, Figueres handed power back to Ulate, who had been deemed President before Calder&oacute;n pushed his party&rsquo;s government to annul the 1948 election. Figueres was later elected to be Costa Rica&rsquo;s president twice more during his life, under formal and true elections.</p>\n<p>Costa Rica remains, by no small margin, the largest and most populous country to survive without an army.</p></p>\n","teaser":"In the 20th Century, it seems impossible to run a country without any military. After a bloody civil war, a new kind of Costa Rican president decided to do just that."},{"title":"What Made &lsquo;The Bloop&rsquo;?","url":"/here/2011-07-26-the-bloop/","content":"<p>In the summer of 1997, the Pacific Ocean was bombarded by the Bloop, an ultra-low frequency sound  that was detected by two U.S.-placed autonomous hydrophone arrays at a range of  nearly 5,000 kilometers (roughly 3,100 miles). The sound lasted for a few minutes, originating from an unknown source off the western coast of South America, and then disappeared. In the years since this sound was  recorded by the U.S. National Oceanic and Atmospheric Administration (NOAA), no  one has been able to pinpoint that source&mdash;both the location and the action  responsible.</p>\n\n<p>There has, of course, been more than enough speculation.</p>\n\n<p>The obvious choice would be some man-made activity, such as  a bomb or a submarine crawling the ocean deep. Another plausible explanation  would be geological in origin&mdash;volcanoes or earthquakes both produce large  amounts of energy, which radiates from the source like a tsunami wave. But Dr.  Christopher Fox, the NOAA&rsquo;s director, thinks neither of these options are  particularly suited for the Bloop. He thinks it&rsquo;s more similar to sounds made  by marine life, which suggests the likes of blue whales. The only problem? The  Bloop was several times louder than a blue whale&rsquo;s call, which has been heavily  documented and studied. There are, perhaps, some blue whale calls that  scientists have not yet heard, but none are likely possible at both this  amplitude and frequency.</p>\n\n<p>This has lead many to speculate that the Bloop was created  by a much larger creature, or one that is capable of making deeper and louder  sounds than a blue whale through some yet-unknown sound-making physiology. The  mysterious giant squid has often been blamed for the sound, but Phil Lobel, a  marine biologist at Boston   University, thinks  otherwise. He said, &ldquo;Cephalopods have no gas-filled sac, so they have no way to  make that type of noise.&rdquo; He agrees with the NOAA&rsquo;s Fox, however&mdash;the source  was likely biological.</p>\n\n<p>The NOAA has found a number of other mysterious sounds from  the same general area of the Pacific Ocean, but these have generally been  identified as geological events, particularly the movement of ice off the coast  of Antarctica. When large sheets of ice are  sloughed off of glaciers&mdash;a process called calving&mdash;a great deal of sound is  produced. But friction has its own distinct waveform, which doesn&rsquo;t comply with  the Bloop. It alone has remained a total mystery. Ruling out man-made or  geological events, we simply aren&rsquo;t aware of a creature capable of such noise.</p>\n\n<p>Speaking of noise, here is &ldquo;The Bloop&rdquo; played at 16 times its recorded speed, for added emphasis:</p>\n\n<p><audio controls=\"controls\">\n    <source src=\"/etc/2011-07-bloopFast.ogg\" type=\"audio/ogg\" />\n    <source src=\"/etc/2011-07-bloopFast.mp3\" type=\"audio/mpeg\" />\n    Your browser does not support the audio element.\n</audio>\n<p>And at its real speed, for comparison&rsquo;s sake:</p>\n<audio controls=\"controls\">\n    <source src=\"/etc/2011-07-bloopSlow.ogg\" type=\"audio/ogg\" />\n    <source src=\"/etc/2011-07-bloopSlow.mp3\" type=\"audio/mpeg\" />\n    Your browser does not support the audio element.\n</audio>\n<p>It leaves quite a mystery for what might lie at the bottom  of the ocean, doesn&rsquo;t it? If it&rsquo;s not a giant squid, the Bloop means that some  other massive creature is in the ocean deep, having gone unseen in all of  mankind&rsquo;s explorations, and unheard in more than a decade. Elusive, to say the  least. Until researchers at the NOAA hear a repeat &ldquo;call,&rdquo; it will be  impossible to determine just what caused the Bloop.</p>\n<p>For now, it will only serve to reinforce my fears of the  deep ocean.</p>\n<span class=\"content-break\"></span>\n<p><em>Update: November 19, 2012</em></p>\n<p>A bad day for the conspiracy theorists out there, or those who believed the Bloop was the result of some yet-unseen sea monster.</p>\n<p>On November 17, 2012, the VENTS Program of the National Oceanic and Atmospheric Administration (NOAA) released their final findings on the Bloop. Scientists with VENTS say they finally recorded the sounds of &ldquo;icequakes,&rdquo; massive icebergs fracturing, using hydrophones in the Scotia Sea. These sounds were similar enough to that of the Bloop to make a conclusive decision on its origin.</p>\n<p>The location of the Bloop&rsquo;s origin remains somewhat of a mystery. In light of that, I&rsquo;ve decided to not move the marker for the Bloop&rsquo;s location. The VENTS Programs suggests that the Bloop likely originated from Bransfield Straits or Cape Adare, both of which are on the coast of Antarctica.</p></p>\n","teaser":"In 1997, the Pacific Ocean was bombarded by the loudest sound ever recorded. Its source remains a mystery. Scientists think it&rsquo;s biological in origin, but as far as we know, there&rsquo;s no animal that can make such a ruckus."},{"title":"Where Has the Light Gone?","url":"/here/2011-07-20-roosevelt/","content":"<p><em>Note: Before I begin, I&rsquo;ll go ahead and say that this piece is sort of in celebration of marriage. I&rsquo;m getting married in three days. This isn&rsquo;t the most upbeat piece, but it speaks volume about the power of such a relationship. And it was the catalyst for a journey that molded one of America&rsquo;s greatest presidents.</em></p>\n\n<p><em>And because of the  intimacy of this story, I&rsquo;m going to break the standard and refer to those  involved by their first names.</em></p>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>Alice Hathaway Lee met Theodore Roosevelt through her  cousin, who was one of Theodore&rsquo;s classmates at Harvard University.  Theodore was immediately stricken by the astonishingly-tall (for the times) 5&rsquo;7&rdquo;  Alice, and  would later write, &ldquo;As long as I live, I shall never forget how sweetly she  looked, and how prettily she greeted me.&rdquo; Only a few weeks after their first  meeting, during the Thanksgiving of 1878, Theodore was certain he would marry  this girl, and in June of 1879, he asked for her hand in marriage.</p>\n\n<p>She turned him down.</p>\n\n<p>Eight months later, Alice  relented, and accepted a later proposal. Theodore enthusiastically scribbled in  his diary that he had successfully wooed the woman of his dreams and that the  reciprocation of his love enthralled him. They married on October 27, 1880 in Massachusetts, and after some time in the Roosevelt  family home in Oster Bay, the couple moved to Manhattan with Theodore&rsquo;s mother, Martha, at 6 West 57th Street.</p>\n\n<p><span class=\"content-break\"></span></p>\n\n<p>On February 12, 1884, Alice  gave birth to the couple&rsquo;s first child, who took her mother&rsquo;s name. It should  have been a time for joy, but Alice  was quickly stricken by complications in her daughter&rsquo;s birth in conjunction  with what was called Bright&rsquo;s disease: a taxonomy used to describe a wide range  of kidney disorders, which are now more commonly referred to acute or chronic nephritis.  Alice&rsquo;s  pregnancy had masked many of the symptoms, but with her daughter finally in the  world, and combined with the stresses of childbirth, the disease began to take  its toll.</p>\n\n<p>As Alice&rsquo;s  conditioned worsened, Theodore&rsquo;s mother, living in the same house, suffered  from typhoid fever. With today&rsquo;s medicine, the disease is generally survivable,  but even the considerable wealth of the Roosevelt  family could not save Martha. She died at 3AM on February 14, 1884 as Theodore  was rushing between the two women in his life, caring for them and hoping, no  doubt, to see them live for a little while longer.</p>\n\n<p>Only eleven hours later, Alice died of her own ailments. She was twenty-two  years old, with a two-day-old daughter. It was now Theodore&rsquo;s turn to suffer: Alice died on the fourth  anniversary of their engagement.</p>\n\n<p>In his diary, Roosevelt  penned a simple entry:</p>\n\n<p><img src=\"/images/here/2011-07-roosevelt-diary.jpg\" /></p>\n\n<p>Both Alice and Theodore&rsquo;s mother were buried in Green-Wood Cemetery  in Brooklyn, New York, side-by-side. Their headstones can  still be seen there to this day, however faded by time.</p>\n\n<p>In the aftermath of his wife&rsquo;s death, Theodore turned his  newborn daughter over to the care of his oldest sister, Anna. Because of  Theodore&rsquo;s insistence that Alice  never be mentioned in his later life, his daughter was called &ldquo;Baby Lee.&rdquo; Despite of her loved toward her father, she harbored a resentment that he  refused to speak of her mother, even in his later life.</p>\n\n<p>Roosevelt then left New York for his ranch in the Badlands of South Dakota,  hoping to rediscover some part of himself that he lost. Whether or not he found  that is unknown, but he returned to New York a  few years later and campaigned strongly for the governorship of New York. On March 4,  1901, he was elected as the vice-president of the United States, and between  September 14, 1901&mdash;the day President William McKinley died from an earlier  assassination attempt&mdash;and March 4, 1909, he served as President, where he tried  to live up to his motto: &ldquo;Speak softly and carry a big stick.&rdquo;</p>\n","teaser":"Before he became the president of the U.S., all a young Theodore Roosevelt wanted was love. A girl named Alice from Massachusetts gave what she could: her hand in marriage and a daughter."},{"title":"The Cadaver Synod","url":"/here/2011-07-18-cadaver-synod/","content":"<p>Some fifty years after his birth, Formosus was a politically-motivated bishop in the Catholic Church. He was involved in a number of diplomatic missions to France, and took part in the crowning of Charles the Bald as the emperor of France. Shortly after that, Formosus fled Rome, leading the current pope, John VIII, to unveil a series of charges, including the accusation that Formosus and his associates wanted usurp the power of the papacy. John VIII ordered his excommunication, which was held in place for six years, until John died. The papal successor, Marinus I, restored Formosus to a diosce in the vicinity of Rome, where he worked until his own papal election in 891.</p>\n\n<p>After Formosus&rsquo; death, Bonficace VI became pope, quickly followed by Stephen VI. It was this man who, in 897, ordered that Formosus&rsquo; body be exhumed in order to stand trial for the crimes pressed against him by John VII. The deceased was propped up on a throne and dressed in papal clothing, and a deacon was assigned to respond, as needed, to the accusations. Stephen VI said Formosus was guilty of transmigrating from his disosce in violation of church standards, of perjury, and of acting as bishop while, in reality, being nothing more than a layman.</p>\n\n<p>He was found guilty on all counts.</p>\n\n<p>Stephen VI sought to practice <em>damnatio memorae</em>&mdash;&ldquo;condemnation of memory&rdquo;&mdash;a practice from ancient Rome that hoped to eliminate a name from history. All of his papal measures and orders were declared invalid, and three fingers from his right hand were removed, as they had been used for consecration. After the trial, the adorned clothing was torn from Formosus&rsquo; body and his remains were thrown into the Tiber.</p>\n\n<p><span class=\"content-break\"></span>\n<p>After Formosus&rsquo; body washed up on the banks of the same river, Rome&rsquo;s citizens began to spread rumors that his bones had performed miracles. Others rose up in opposition to Stephen VI, and he was imprisoned for his actions. Just a few months after the cadaver synod, Stephen was strangled to death in that same prison.</p>\n<p>Another year later, John IX prohibited any further trials against the deceased.</p>\n<p>Some historians claim that Formosus&rsquo; body was exhumed yet again by Sergius III some time in his papacy (904-911), held another cadaver cynod, found Formosus guilty yet again, and had the body beheaded. Others disagree vehemently with this claim, and considering the lack of historical evidence either way, there is no way to definitively make either conclusion.</p>\n<p>What is certain, however, is that it was a tumultuous time to be the leader of the Catholic Church.</p></p>\n","teaser":"Pope Formosus died on April 4, 896 after a turbulent five years as the leader of the Catholic Church. Only one year later his body was exhumed and put on trial for crimes against one of his predecessors&mdash;crimes that happened 15 years before his death."},{"title":"A Flight to End the Cold War","url":"/here/2011-06-30-rust-red-square/","content":"<p>In early 1987, a 19-year-old West German man conceived of a scheme  to reduce the palpable tension between his country and the communist USSR  in the midst of the Cold War. This was a time when mutually assured destruction  was becoming the new normal. Despite having little flying experience, Mathias  Rust thought of taking a modified Cessna on an extraordinarily dangerous flight  path. He would fly over the &ldquo;Iron Curtain&rdquo; that separated the USSR from the &ldquo;Western&rdquo; world, and  land in the heart of the Soviet government: the Moscow Kremlin.</p>\n\n<p>Citing a lack of space, and perhaps the concern that the KGB  would be able to make him and his Cessna disappear without a public  explanation, he decided to land in the Red Square, an enormously popular space  surrounded by some of the USSR&rsquo;s  most important buildings, the Kremlin included. It would be a more public  display this way. His survival can only be attributed to an incredible chain of  luck and, perhaps, diplomacy.</p>\n\n<p>:break\n<p>When Rust crossed over into Russian airspace, he should have  been shot out of the sky. His slow-moving Cessna would have been an easy target  for the multiple surface-to-air missile (SAM) sites, but they were never given  permission to fire. His presence, however, brought nearby air defenses to a  tense readiness, and two interceptor jets were sent to investigate. When one of  the pilots reported that it was nothing but a small single-engine plane, the  ground commander told the interceptors to back off. Perhaps he had permission  to fly there. Better be safe than shoot down an innocent man.</p>\n<p>That innocence is a complex debate. His flight was intended  to be an act of defiance, of civil disobedience. The only problem was that his  actions took him across the Iron Curtain, into a land that could have made him disappear  in a moment. And the very act of flying a plane into restricted airspace over Moscow&mdash;where not even military flights were allowed&mdash;is  akin to pilot circling low over New    York City in the post-9/11 era. Incorporating the  military into an act of civil disobedience can, at some level, undermine its  purpose. The escalation of conflict makes the act more visible, but also less  civil. It cannot be equated to sit-ins or peaceful protests. In some places,  it&rsquo;s an act of war.</p>\n:break\n<p>Later in his flight, Rust&rsquo;s Cessna appeared on another  sector&rsquo;s radar screens, prompting the flight of yet another pair of  interceptors. These followed Rust at a close distance, even pulling alongside  his slow-flying craft, but made no indication of friendliness or impending attack.  After some time, these too took off for the horizon without so much as a radio  contact, leaving Rust stunned and feeling fortunate as he continued his flight  toward Moscow.</p>\n<p>This lack of acknowledgement, or attack, appears to be a  combination of luck and beautiful circumstance. After the attack on the commercial  jet flight KAL 007 over international waters in 1983, the Russian government  was wary of shooting down any craft that might be not be hostile. In the  aftermath of the KAL 007 shooting, the military implemented new protocols, in  which any order to shoot required approval from the highest-ranking members of  government. This complex chain of command likely helped Rust survive his  flight; if left in the hands of SAM site operators or interceptor pilots, he  would have very likely been shot from the sky in a small fury.</p>\n<p>Not long after these close encounters with the Russian air  force, Rust descended into the airspace above Moscow. After slowly scanning the city for  his destination &mdash; the Red Square &mdash; he brought his Cessna down into a space  filled with shocked and curious Russian civilians, who, perhaps, wondered not  only why this young man had landed his plane in the fulcrum of the Soviet  empire, but <em>how</em>.</p>\n:break\n<p>He was quickly arrested and sentenced to four years in a  labor camp, but was never transferred there. He spent a few months at a  temporary jail, and then was released to West Germany in August 1988 as a  gesture of goodwill to the Western world. Undoubtedly, his punishment was  relatively lax for the nature of his crime, and his decision to not land  directly in the Kremlin either kept him alive, or from being disposed of in a  labor camp for a lengthy sentence, if not the rest of his life.</p>\n<p>Strangely enough, Rust&rsquo;s small plane and his wild dream did  have an effect on the Russian government. The embarrassment that it caused, as  well as the revelation of massive flaws in the Iron Curtain, allowed Mikhail  Gorbachev, the head of state of the USSR, to dispose of a number of  military officials, all of whom opposed his political positions. The perceived  weakening of the Soviet government&mdash;Muscovites colloquially referred to the Red Square as Sheremetyevo-3, after two of the major  airports in the area&mdash;also contributed to the eventual collapse of the communist  government.</p>\n<p>Rust&rsquo;s ultimate role in the collapse was small at best. In  reality, the Soviet Union was likely headed toward collapse regardless, but his  stunt did force yet another critical eye on the other side of the Cold War,  particularly for Americans and their allies in Western Europe.</p>\n:break\n<p>Rust&rsquo;s later life has also been filled with similar flirts  with danger. As Rust was later performing his mandatory community service to  the West German government at a hospital, he met a nurse, and asked her out for  coffee. When she refused, he stabbed her with a knife, inflicting  life-threatening injuries. Rust said that he blacked out, and still can&rsquo;t  remember what happened exactly. He was convicted of attempted manslaughter and  sentenced to four years, but was released after fifteen months.</p>\n<p>Now,  Rust is a self-professed professional poker player, and started a think-tank  called Orion and Isis, which he hopes will find a solution to the ongoing  distress in the Middle East. Rust himself is  confident in his ability to make change, thanks in part to his 1987 mission  over the Iron Curtain: &ldquo;It&#39;s similar to the situation between East and the West  at the time of my flight. Then the Cold War finished and then Germany reunified.  I think the flight triggered it, because it gave Gorbachev the chance to get  rid of those military hardliners. I&#39;m still convinced that my idea was the  right one. It showed anything is possible.</p></p>\n","teaser":"Who would be crazy&mdash;or determined&mdash;enough to fly a single-engine Cessna into the heart of the formidable communist Russia during the Cold War?"},{"title":"The Opera House Tragedy","url":"/here/2011-06-09-rhoads-fire/","content":"<p>America, on the whole, is a reactive nation. Americans tend to see tragedy as a reagent for change, and optimism generally clouds any effort to look ahead and prepare for the inevitable. While America&rsquo;s safety regulations&mdash;at least concerning workplace safety&mdash;are quite refined in the 21st century, the journey there is dotted with disaster. The exit sign and the standard fire door, which are ubiquitous today, were born from the deaths of hundreds.</p>\n\n<p>The small town of Boyerstown, Pennsylvania, was home to the Rhoads Opera House. On January 13, 1908, a local church was sponsoring a stage play. Hundreds of the city&rsquo;s residents were packed into the theatre when an actor topped a kerosene lamp, which quickly set the stage ablaze.</p>\n\n<p>Panic quickly set in. Patrons scrambled for the doors, which only opened inward. Others were locked, and the rest were unmarked. In all likelihood, their pressure to escape, pushing against the anonymous mob ahead, likely sealed their fate. No doubt those with their hands on the door knobs shouted, fruitlessly, for only six inches of space.</p>\n\n<p>One fire escape was available to patrons, but it was largely inaccessible, being a locked window raised some feet above the floor. The fire soon enveloped the entire building. By the evening&rsquo;s end, 171 people had died. According to some, the disaster wiped out 10 percent of the town&rsquo;s population.</p>\n\n<p><span class=\"content-break\"></span>\n<p>We think of disasters in absolute terms, generally. News reports spout the data of death, of the wounded. We, as an audience to these events, soak in these numbers, and yet, generally, they mean little to us. It&rsquo;s hard to associate one&rsquo;s self with a disaster on the other side of the world.</p>\n<p>On relative terms, these disasters become ever more obvious. The current population of Madison, WI is a hair over 200,000 people. The Kohl Center, one of the University of Wisconsin &mdash; Madison&rsquo;s most prominent features, can, and regularly does, seat nearly 18,000 people between sporting events and visits from the Dalai Lama. A disaster that kills a packed area would roughly equate to the extent of death for Boyersdown after the fire. That, and not the arbitrary figure&mdash;171 deaths&mdash;has real meaning.</p>\n<span class=\"content-break\"></span>\n<p>And the real meaning of the Rhodes Opera House disaster is the change that eventually came from it, however reactive that might have been. Mere months after the incident, the Pennsylvania legislature passed a bill that outlined the necessity for doors, fire extinguishers, marked exits, and more. Perhaps more importantly, the laws stated that the doors must open outward, preventing a similar pile-up to those in attendance at the Rhoads Opera House. Such a simple rule, and yet its proactive use could have saved 171 lives.</p></p>\n","teaser":"On January 13, 1908, hundreds of Boyerstown residents gathered in the Rhoads Opera House. A deadly fire changed the way the U.S. perceived building safety."},{"title":"The Final Flight of Cher Ami","url":"/here/2011-06-02-cher-ami/","content":"<p>When the telegraph did not work, they used pigeons.</p>\n\n<p>Various outposts and battalions of soldiers in the French theatre of World War I laid down crude lines of communication in order to send and receive important data on the dynamic scenes of battle. In the 21st century, we know full well the inflexibility of cabled communications, and these issues were more readily apparent nearly 100 years ago. As soldiers advanced to new positions, communications became impossible. In order to overcome the lack of telegraph connectivity, they used homing pigeons, which were capable of conveying short messages back to the unit&rsquo;s headquarters on their mysterious methods of navigation.</p>\n\n<p>When the United States entered World War I, they were given 600 pigeons by British breeders, which were trained by members of the U.S. Army Signal Corps. Field commanders would write terse messages onto paper, and insert these into a metal canister that was attached to the pigeon&rsquo;s leg. The bird would be released into the air above the battlegrounds, no doubt with the eyes of many frightened and hopeful young soldiers tracking its progress as it hurried to the horizon.</p>\n\n<p><span class=\"content-break\"></span>\n<p>In October 1918, nine units &mdash; some 554 men &mdash; of the 77th Division became trapped behind German lines after an attack in the Argonne Forest. For six days, this small group suffered constant attacks from the Germans. Each day, dozens were killed, and more taken prisoner. Attempts to send runners back to the American lines ended in failure, with all sprinting into the barrel of a German rifle. When less than 200 remained after nearly a week of separation, the area suffered bombardment from American artillery, who hoped to support the trapped units. Unfortunately, they did not know their precise position, so each shell was a gamble against the tragedy of friendly fire.</p>\n<p>Charles Whittlesey, the commanding officer of this &ldquo;Lost Batallion,&rdquo; sent a number of carrier pigeons with a variety of messages, pleading for help, or updating his superiors of the massive casualties and constant attacks. German soldiers, aware of the purpose of these pigeons, shot the first two down. Such were the dangers of the job these pigeons had been tasked to do.</p>\n<p>With little hope left, Whittlesey called for Cher Ami &mdash; meaning &ldquo;dear friend&rdquo; in French &mdash; and attached to his leg a simple message: &ldquo;We are along the road parallel to 276.4. Our own artillery is dropping a barrage directly on us. For heaven&#39;s sake, stop it.&rdquo;</p>\n<img src=\"/images/here/2011-06-cher-ami-note.gif\" />\n<span class=\"content-break\"></span>\n<p>Cher Ami took fire just like his two predecessors. The men of the Lost Battalion thought he had been lost, too, but he remained airborne and arrived at the division headquarters, a full 25 miles away from the Lost Battalion&rsquo;s position, just 25 minutes later. He had been shot through the breast, lost one of his eyes, and had nearly lost the leg that carried Whittlesey&rsquo;s message.</p>\n<p>Whittlesey, and 194 men, survived the ordeal behind enemy lines. No doubt many young, battered minds attributed their lives to this small bird, who was now severely wounded on its flight home.</p>\n<p>Army medics of the 77th Division worked to save Cher Ami&rsquo;s life, knowing full well what the bird symbolized to those it had saved. When his leg could not be saved, they whittled a small wooden one for him. When Cher Ami recovered, he was put on a boat back to the U.S., along with two medals for his service to the U.S. and French armies. On June 13, 1919, some eight months after his treacherous flight, Cher Ami died from the wounds he received in his final flight.</p>\n<span class=\"content-break\"></span>\n<h3><em>A note:</em></h3>\n<p><em>I thoroughly enjoyed doing what little investigation I can consider &ldquo;research&rdquo; for this story, but the writing has been a constant battle. It&rsquo;s easy to become attached to the apparent heroics of animals, perhaps because of their innocence, or an affiliation with the underdog. I tried, as best as I could, to take out the emotional context that many have inserted into their retellings of Cher Ami&rsquo;s story. Objectivity always makes for the most reliable narrator.</em></p>\n<p><em>We like to anthropomorphize this bird. It&rsquo;s charming, and it&rsquo;s hopeful, and it honors what we perceive as bravery. We like to say that it somehow knew of its mission, and how many lives swirled helplessly in the vortices of its small wings. The bird was shot, and almost fell to the ground, only to recover and carry itself home, to the U.S. Army Signal Corp bird coop, to its cage, where it bled and suffered. We like to say the bird persevered because of its dedication to the men who carried its cage on their backs.</em></p>\n<p><em>In order to cherish and reinforce this sentiment, we gave this bird two medals for his honorable achievements, like we award the Medal of Honor to those who put their lives in great peril in a conscious decision to save their comrades-in-arms.</em></p>\n<p><em>I, too, struggled anthropomorphizing Cher Ami&rsquo;s story, as well, but for different reasons. Before, I mentioned the conception of &ldquo;home.&rdquo; The bird only wanted to go home. That was his only mission. He cared not about the people around him, or the small ribbon, carrying some strange glyphs, which dangled from his ankle.</em></p>\n<p><em>I want to believe this concept of home had a deeper meaning to Cher Ami, as well, but I know that&rsquo;s not likely the case. Current science is still unsure of how, exactly, animals like pigeons know their way home, only that it must occupy some special&mdash;likely emotionless&mdash;place in their brains. I wanted to believe, in opposition to the prevailing thought, that this bird was willing to risk death for one more glance of home, of satisfying nostalgia.</em></p>\n<p><em>It&rsquo;s been an important lesson as a writer. Criticism of others is easy, but I fear we too often violate the very same rules, inversed and now invisible to that same suspecting eye. What matters here is history, not interpretation.</em></p></p>\n","teaser":"Completely surrounded by German forces, suffering great casualties, the &ldquo;Lost Batallion&rdquo; sent all their hope for survival along the wings of a single homing pigeon."},{"title":"Operation Paul Bunyan","url":"/here/2011-05-28-paul-bunyan/","content":"<p>The Korean Demilitarized Zone (DMZ), which outlines the vicarious border between North and South Korea, has long been a desolate place, fraught with tension. Figures on both sides have stretched the patience of those across the empty spaces, whether bisected by rivers or mountains, but through small bouts of sanity or fear, the aggressions have not yet blossomed into war.</p>\n\n<p>That is not to say men have not died along this de facto border. Some have, and brutally. On August 18, 1976, two American soldiers&mdash;Capt. Bonifas and Lt. Barrett&mdash;were killed by axe-wielding North Korean troops. The incident, and the subsequent American response, almost escalated into far more significant and deadly war.</p>\n\n<p>The two sides were fighting over a poplar tree.</p>\n\n<p><span class=\"content-break\"></span>\n<p>The tree grew into a simple matter of visibility. The United Nations Command (UNC) blocked line of sight between two outposts. The trimming, in fact, had been agreed upon in delegations between the UNC and North Korean officials. When Bonifas led a small contingent of UNC and South Korean soldiers to the tree, they were met with a smaller regiment from the Korean People&rsquo;s Army (KPA). After roughly 15 minutes of undisturbed trimming, the commander of the KPA ordered an attack.</p>\n<p>Bonifas was killed almost instantly, with the very same axes his soldiers had been using to trim the tree. Barrett, on the other hand, suffered a strange and brutal murder. After being wounded, he leaped over low wall and fell into an embankment. For the next 90 minutes, soldiers at a UNC outpost saw KPA soldiers taking turns descending into this embankment, axes in hand, but did not realize that one of their own was missing. When a search and rescue team was dispatched, Barrett was found severely wounded. He died onboard a Medivac helicopter, before he could reach a nearby hospital.</p>\n<span class=\"content-break\"></span>\n<p>The incident became a theatre for displaying force. The UNC saw the deaths of Bonifas and Barrett as an opportunity to showcase their perceived military superiority. Now, the tree would be felled, if not in revenge for the deaths, as a symbol for not withdrawing under the threat of force.\nThe UNC soldiers prepared themselves for battle. They adorned themselves with the liveries of helpless survival, like an extra knife, or socks with a rock in the toes. On the ground that morning, at 0600 hours, the young men stationed in South Korea were certain this show of force would escalate, and that some would die or&mdash;worse, perhaps&mdash;be taken prisoner by the great shadow of the north. They would fight over a poplar tree, and they would die for it.</p>\n<p>Bill Ferguson, one of the soldiers charged with aiding in the tree&rsquo;s removal that morning, expressed the feeling well: &ldquo;The tension level is literally so thick it&rsquo;s something you can really touch, taste, and feel. I always read about it, but this is my first experience with it. I always thought it something invented by a writer with a flair for words. Now that it&rsquo;s here, I know better.&rdquo;</p>\n<img src=\"/images/here/2011-05-bunyan-cutting.jpg\" />\n<p>The actual cutting force was supplemented by seven Cobra attack helicopters, B-52 Stratofortresses escorted by U.S. F-4 Phantom IIs, and additional South Korean fighter jets. In the background, the U.S. military diverted some 12,000 additional soldiers to the Koreas, anticipating, perhaps, the inevitable escalation.</p>\n<p>The North Koreans did respond, with nearly 200 soldiers, but never approached. Perhaps the small contingent of South Korean troops, with Claymore mines strapped to their chests and the firing mechanism in their hands, was enough to dissuade engagement.</p>\n<p>The tree was cut in 42 minutes. The 20-foot stump was left standing.</p>\n<span class=\"content-break\"></span>\n<p>Despite the show of force, the event never escalated into war. The North Koreans expressed regret over the deaths of Bonifas and Barrett, but never admitted any wrongdoing. Later, both sides agreed that provocation would get them nowhere, although the U.S. continued to claim a &ldquo;victory&rdquo; out of the incident.</p>\n<p>The stump was removed in 1987, and a memorial to Bonifas and Barrett put in its place.</p></p>\n","teaser":"On August 18, 1976, two American soldiers were killed with axes during a scuffle between United Nations and North Korean forces. The response, named for the mythological lumberer, nearly sparked war."},{"title":"The Siege of Tyre","url":"/here/2011-05-08-tyre/","content":"<p>In ancient times, the island city of Tyre was a heavily-fortified maritime mecca, with two harbors that served ships and created a wealth of trade. Its sister city on the mainland, Ushu, often supplied Tyre with lumber and water, creating a kind of symbiotic relationship that served them both well.</p>\n\n<p>In 332 BCE, Alexander the Great was at war with the Persians. He wanted their one of their coastal fortresses, on the island of Tyre, but the city was not so easily taken. It had walls that rose up from where the Mediterranean Sea met it sands. When he could not attack the city outright, he besieged it for months, hoping to break its commanders. This, too, failed.</p>\n\n<p>Alexander used the rubble from the razed mainland city to build a causeway to Tyre&rsquo;s shores. With the gap in the sea filled, he was able to bring down the walls and take the city. In a bout of leniency, he allowed the king and his family to live, but sold the rest of the city&rsquo;s residents into slavery.</p>\n\n<p>The peninsula that now exists on the coast of Lebanon is the direct descendant of Alexander&rsquo;s great efforts to capture a single city for his Macedonian army. War can change everything, even geography. In a time where mankind can build hundreds of miles of false coastline in the wide shape of a windswept palm tree, Alexander&rsquo;s effort &mdash; some 2,300 years ago, is all the more humbling &mdash; and formidable.</p>\n","teaser":"Alexander the Great changed the coastline of modern-day Lebanon for the sake of savage warfare."},{"title":"Losses on the Homefront","url":"/here/2011-04-23-homefront/","content":"<p>During the height of World War II, Reverend Archie Mitchell was the pastor at the Christian and Missionary Alliance Church in Bly, Oregon&mdash;about as distant to news of warfare that one could get. On May 5, 1945, he took his twenty-six-year-old wife, Elsie, and five children of his congregation to a Sunday School picnic in the nearby forest. When Archie was parking the car, the children&mdash;and his wife&mdash;dashed into the woods. To find a place to set down their blankets. To rummage through the undergrowth. To watch how the crepscular rays scattered in the canopy above. Someone&mdash;any of them, really&mdash;found a strange object hanging from a nearby tree. A balloon. What was a balloon doing in the forest?</p>\n\n<p>Archie told them to stay away. One of them pulled on the balloon to bring it back down to the ground. The movement set off a charge of explosives, leaving all five children dead. Their names were Sherman, Jay, Edward, Joan, and Dick. Five young American lives vanished in a moment. Elsie, too, did not survive. She was five months pregnant.</p>\n\n<p><span class=\"content-break\"></span>\n<p>During World War II, the Japanese sought ways to strike at the American mainland. More than once, a submarine launched a few shells at a coastal town, causing minor damage. Small forest fires. Broken backstops&mdash;enough to get the local kids playing a bit more fetch than they were used to in their evening pick-up games. Someone in the Japanese military arrived at a bizarre, yet palatable idea. A balloon carrying explosives could be lifted into the jet stream that stretched across the Pacific Ocean, and these explosives could then be dropped onto the American mainland.</p>\n<p>The Japanese military launched some 9,000 of these balloons during September, 1944 and March, 1945. Only 300 were reported to have reached American soil, and none had caused much damage. Nonetheless, the American military pressured the American media to keep the reports quiet, so as to not encourage more launches. They never knew when one balloon would pass through all the trials of luck to meet its target.</p>\n<p>Only one inflicted any significant damage. It landed 11 miles west-northwest of Bly, Oregon, in a tree, where it dangled, helpless and charged.</p>\n<span class=\"content-break\"></span>\n<p>After Elsie and the five children were killed, Japanese propaganda claimed these bombs had caused massive fires and widespread panic on the U.S. mainland. Death tolls were inflated far beyond the real numbers. Thus far&mdash;and until the end of the war&mdash;this small contingent became the only mainland U.S. casualties in World War II. Elsie was the only adult casualty.</p>\n<p>Her gravestone reads:</p>\n<p> \n    &ldquo;In memory of <br />\n    Elsie Winters Mitchell <br />\n    The only adult civilian killed <br />\n    by an enemy instrument of <br />\n    war in the continental <br />\n    United States during World <br />\n    War II. Killed by Japanese <br />\n    bomb in Bly, Oregon <br />\n    May 5, 1945&rdquo;\n</p>\n<span class=\"content-break\"></span>\n<p>Two years later, Archie remarried and sailed to Vietnam to continue his missionary work. On May 30, 1962, a group of Viet Cong soldiers took Archie captive, along with two other missionaries. Archie&rsquo;s children watched as their father was tied up and carried away. Throughout the Vietnam War, and until this day, none of the three captives have been found. Their whereabouts are as mysterious as the thousands of Japanese balloons that never reached American soil, but rather sunk into the blue depths of the ocean, or vanished in a flame by the early discharge of their own destinies.</p></p>\n","teaser":"On May 5, 1945, five people died in the forests of southern Oregon from the tangential reaches of World War II. Their deaths were as unique as they were tragic."}]